{"intents": [
    {
        "intent" : "Continuous Sneezing",
        "text" : [
            "I can’t stop sneezing, it’s happening almost every minute.",
            "It feels like I’m sneezing non-stop, no matter what I do.",
            "Every time I breathe in, I end up sneezing, it’s been going on for hours.",
            "My nose won’t stop itching, and I keep sneezing over and over again.",
            "It’s so frustrating because the sneezing won’t stop, and I feel like I’m getting no relief.",
            "I’ve been sneezing continuously for the past few hours, and it’s exhausting.",
            "Every time I try to speak, I end up sneezing instead, it’s embarrassing.",
            "I feel like my sneezing fits are triggered by the slightest bit of dust.",
            "I sneeze so much that my nose is sore and red from all the irritation.",
            "I’m sneezing uncontrollably and it's affecting my daily routine.",
            "I feel like I’m sneezing every minute, and it’s really starting to get frustrating.",
            "My nose is itching, and every time I scratch it, I end up sneezing again.",
            "I keep sneezing uncontrollably, and it feels like it’s never going to stop.",
            "It’s so exhausting to sneeze this much, my throat is sore from it.",
            "I can’t be around anyone without sneezing continuously, and it’s making me feel isolated.",
            "I’ve tried everything to stop the sneezing, but it just won’t go away.",
            "My sneezing is so frequent that I can't even focus on a conversation.",
            "Each time I sneeze, it’s followed by another, and it feels like an endless cycle.",
            "My nose feels constantly irritated, and it triggers sneezing every few seconds.",
            "I’ve been sneezing for hours, and my nose is starting to hurt from all the irritation."
        ],
        "responses" : "Continuous Sneezing"
    },
    {
        "intent" : "headache",
        "text" : [
            "I have a headache.",
            "My head hurts.", 
            "I'm experiencing a headache.", 
            "I have a throbbing headache.", 
            "I have a pounding headache.", 
            "I have a dull ache in my head.", 
            "I have a sharp pain in my head.", 
            "The headache is located in my forehead.", 
            "The headache is located in the back of my head.", 
            "The headache is located on the side of my head.", 
            "The headache is throbbing in my temples.", 
            "The headache is accompanied by nausea.", 
            "The headache is accompanied by vomiting.", 
            "The headache is accompanied by dizziness.", 
            "The headache is accompanied by blurred vision.", 
            "The headache is worse in the morning.", 
            "The headache is worse in the afternoon.", 
            "The headache is worse with stress.", 
            "The headache is interfering with my daily activities.", 
            "I'm seeking medical advice for my headache." 
        ],
        "responses" : "headache"
    },
    {
        "intent" : "Shivering",
        "text" : [
            "I’m shaking uncontrollably, even though I’m covered in blankets.",
            "No matter how many layers I put on, I can’t stop Shivering.",
            "My teeth are chattering and I feel like I can’t warm up, even with a hot drink.",
            "I’m feeling cold to the bone, and my body is Shivering intensely.",
            "I feel a chill all over my body, and it’s causing me to shiver constantly.",
            "Even though the temperature is normal, my body won’t stop shaking.",
            "I’m having bouts of  that come and go, and it’s making me feel weak.",
            "My whole body is trembling, and I feel like I can't control it.",
            "The  is so severe that it’s making me feel exhausted and drained.",
            "I’ve been  for hours now, and it’s difficult to get any rest.",
            "Even though I’m indoors with the heat on, my body keeps Shivering uncontrollably.",
            "The cold feeling in my body persists, and I can’t stop shaking.",
            "I’m experiencing extreme , and it’s making it hard to sleep or rest.",
            "I feel like my body is vibrating because of how hard I'm Shivering.",
            "I can’t seem to get warm, no matter how many blankets I use to cover myself.",
            "The  is so intense that my muscles are sore from the effort.",
            "I feel chilled to the core, and nothing seems to help stop the shaking.",
            "I keep  even when I’m in a warm environment, and it feels like I can't control it.",
            "I feel like I’m freezing, even though I’m indoors with plenty of clothes on.",
            "The constant  is making me feel weak and drained of energy."
        ],
        "responses" : "Shivering"
    },
    {
        "intent" : "Chills",
        "text" : [
            "I suddenly felt a deep chill run through my body, even though it’s warm inside.",
            "It’s like a cold wave washed over me, and I couldn’t get rid of the chills.",
            "I’m experiencing these intense chills that make me feel like I’m freezing from within.",
            "My body feels like it’s shivering from the inside out, even though I’m warm.",
            "I get these sudden chills that make my skin feel cold and prickly.",
            "The chills are overwhelming and make me feel like I’m going to shiver uncontrollably.",
            "I’ve been getting these deep, bone-chilling sensations that leave me feeling uncomfortable.",
            "My skin is tingling with chills, and I can’t shake the cold feeling.",
            "I’ve never experienced chills like this before, they come in waves and feel intense.",
            "I can’t seem to warm up because the chills keep coming back every few minutes.",
            "I’m feeling a series of sudden chills that make me feel cold and uncomfortable.",
            "The chills come in waves, and it feels like I’m getting cold from the inside out.",
            "I’m shaking with chills, and I can’t seem to warm up, no matter what I try.",
            "Even though it’s not cold, I’m experiencing these intense chills that leave me shivering.",
            "I’ve been getting cold chills that run through my body and leave me feeling weak.",
            "My skin has been tingling with chills, and I can’t get rid of the cold sensation.",
            "I feel like I’m getting a chill every few minutes, and it makes me feel miserable.",
            "These chills are so intense that it feels like my body is going into shock.",
            "I can’t seem to escape the feeling of chills, and it’s making me feel unwell.",
            "The chills come suddenly and feel like a deep, freezing cold that I can’t shake off."
        ],
        "responses" : "Chills"
    },
    {
        "intent" : "Watering Eyes",
        "text" : [
            "My eyes are watering non-stop, and it’s making it hard to see clearly.",
            "I have tears running down my face even though I’m not sad or emotional.",
            "My eyes keep tearing up, and it’s causing discomfort and blurred vision.",
            "I can’t stop wiping my eyes because they are constantly watering.",
            "It feels like my eyes are producing tears uncontrollably, and it’s very annoying.",
            "I have to keep using tissues because my eyes are watering more than usual.",
            "I feel like there’s something in my eyes, but I can’t stop the tears from coming.",
            "The constant watering from my eyes is making my eyelids feel heavy and swollen.",
            "My eyes are so watery that it’s affecting my ability to do normal tasks.",
            "It feels like I have a never-ending stream of tears, and it's hard to keep them under control.",
            "My eyes are watering so much that I can’t keep up with wiping them away.",
            "I’m having constant tears running down my face, even though there’s no wind or irritants.",
            "My eyes seem to be weeping non-stop, and it’s getting harder to manage.",
            "The constant watering from my eyes is blurring my vision and making it hard to see clearly.",
            "I’m wiping my eyes constantly, but they just keep tearing up.",
            "My eyes are so watery that it’s affecting my makeup and causing irritation.",
            "I feel like I’m always on the verge of crying because my eyes just keep watering.",
            "The tears from my eyes are making my face feel damp all the time.",
            "I can’t seem to stop my eyes from tearing up, no matter what I do.",
            "The excessive watering of my eyes is making my eyelids feel heavy and swollen."
        ],
        "responses" : "Watering Eyes"
    },
    {
        "intent" : "Blocked Nose",
        "text" : [
            "I can barely breathe through my nose because it’s completely blocked.",
            "My nose is so stuffed up, I can only breathe through my mouth.",
            "I feel congested and it’s hard to clear my nose no matter how much I blow it.",
            "My nose feels completely blocked, and I can’t get any air through it.",
            "It’s like I have a constant blockage in my nose, making it hard to sleep.",
            "I’m constantly having to clear my nose, but it never feels fully unblocked.",
            "The feeling of a blocked nose is making it hard for me to focus or concentrate.",
            "My sinuses feel completely clogged, and it’s creating pressure in my head.",
            "No matter how much I try to breathe deeply, my nose remains blocked.",
            "The congestion in my nose is making me feel stuffy and uncomfortable.",
            "I feel completely blocked up, and it’s making it difficult to breathe properly.",
            "My nose is so congested that I can barely smell anything, and it’s frustrating.",
            "I have a stuffy nose that’s causing pressure in my sinuses, making my face ache.",
            "I’m constantly feeling like I can’t clear my nose no matter how much I try.",
            "It’s like my nose is fully blocked, and no amount of blowing seems to help.",
    "                The feeling of being congested is making my head feel heavy and uncomfortable.",
            "I can’t breathe through my nose at all, and it’s affecting my sleep.",
            "The blockage in my nose is so severe, it’s making me feel more fatigued.",
            "I feel like I have a constant blockage in my sinuses, and I can’t seem to clear it up.",
            "My nose is so blocked that I’m constantly breathing through my mouth, which is uncomfortable."
        ],
        "responses" : "Blocked Nose"
    },
    {
        "intent" : "Runny Nose",
        "text" : [
            "My nose is constantly running, and I have to keep using tissues to wipe it.",
            "I can’t stop blowing my nose because it's running all the time.",
            "It’s so annoying because my nose is dripping non-stop, and I can’t control it.",
            "I feel like my nose is leaking, and it’s very difficult to manage.",
            "I’m constantly wiping my nose because the runny discharge won’t stop.",
            "My nose is so runny that I’m worried I might run out of tissues.",
            "I have a constant flow of mucus from my nose, and it’s starting to irritate me.",
            "The runny nose is making me feel very self-conscious in public.",
            "I keep sneezing, and each time my nose gets runnier.",
            "My nose is dripping constantly, and I can’t seem to get any relief from it.",
            "My nose is constantly dripping, and I feel like I’m always reaching for tissues.",
            "Every time I blow my nose, it just keeps running, and I can’t seem to stop it.",
            "I’m constantly having to wipe my nose because it’s running uncontrollably.",
            "My nose is dripping with mucus, and it’s becoming really annoying.",
            "No matter how often I wipe it, my nose keeps running and dripping.",
            "I can’t focus on anything because my nose is always runny and uncomfortable.",
            "The constant dripping from my nose is making me feel embarrassed and self-conscious.",
            "I feel like I’m constantly battling with my runny nose, and it’s not getting any better.",
            "My nose has been running for days now, and I’m tired of dealing with it.",
            "The excessive discharge from my nose is making it hard for me to speak or concentrate."
        ],
        "responses" : "Runny Nose"
    },
    {
        "intent" : "Cough",
        "text" : [
            "I’ve been coughing persistently for days, and it doesn’t seem to get any better.",
            "I feel like I have something stuck in my throat, and I can’t stop coughing.",
            "Every time I try to talk, I end up in a coughing fit.",
            "My throat feels dry and scratchy, which makes me cough uncontrollably.",
            "The coughing is so bad that it’s making my chest hurt.",
            "I have a constant dry cough that’s making my throat sore.",
            "I’ve been coughing so much that it’s starting to irritate my chest.",
            "My cough is keeping me up at night, and it’s hard to get any rest.",
            "The cough is making me feel exhausted because it keeps coming in waves.",
            "It feels like a constant tickle in my throat, and every time I try to clear it, I just end up coughing.",
            "Every time I try to lie down, the coughing fits start again and keep me awake.",
            "I have this dry, tickling cough that makes me feel like something is stuck in my throat.",
            "The cough is relentless, and it’s causing pain in my chest and throat.",
            "I’m coughing so much that I’m getting lightheaded from the constant strain.",
            "It feels like my chest is full of mucus, and the cough just won’t clear it up.",
            "I’ve been coughing for days, and my throat is getting raw and sore.",
            "The cough is dry and hacking, and it makes my ribs hurt with every attempt.",
            "I feel like I’m constantly clearing my throat because of this persistent cough.",
            "Every time I cough, I feel a sharp pain in my chest, and it’s really uncomfortable.",
            "The coughing is so bad that it’s making my voice hoarse and difficult to use."
        ],
        "responses" : "Cough"
    },
    {
        "intent" : "Hoarse Voice",
        "text" : [
            "My voice feels raspy, and I can barely speak above a whisper.",
            "I have a hoarse voice, and it’s been getting worse throughout the day.",
            "Every time I try to talk, my voice sounds rough and strained.",
            "I’m having trouble speaking clearly because my voice is so hoarse.",
            "My voice has become unusually hoarse, almost like I’ve been shouting all day.",
            "It’s hard to get my words out because my voice is so hoarse.",
            "I woke up with a completely hoarse voice, and it’s not getting any better.",
            "I feel like my throat is constantly irritated, and my voice has a hoarse quality.",
            "When I speak, it feels like there’s something stuck in my throat, and my voice sounds hoarse.", 
            "My voice is so hoarse that I can’t even talk for long without losing it.",
            "My voice sounds so hoarse that people keep asking if I’m sick.",
            "I can barely whisper without straining my throat.", 
            "It feels like I’ve been shouting all day, but I haven’t.",
            "I have a croaky voice, and it’s very uncomfortable to speak.",
            "I sound like I have a cold, even though I don’t have other symptoms.",
            "My throat feels dry and scratchy, which is affecting my voice.",
            "When I try to speak normally, my voice breaks and sounds hoarse.",
            "I’ve been drinking hot tea, but my voice is still hoarse and raspy.",
            "Even though I’m trying to rest my voice, it’s still hoarse and painful.",
            "I have to keep clearing my throat because it feels like something is stuck."
        ],
        "responses" : "Hoarse Voice"
    },
    {
        "intent" : "Sore Throat",
        "text" : [
            "My throat feels sore and scratchy, like I’ve swallowed something sharp.",
            "It hurts every time I swallow, and my throat feels inflamed.",
            "I have a constant burning sensation in my throat, especially when I try to eat or drink.",
            "My throat feels raw, and it’s painful to even speak.", 
            "I woke up with a sore throat, and it feels like it’s getting worse as the day goes on.",
            "I have a painful sore throat that makes it hard to swallow or talk.",
            "Every time I swallow, it feels like my throat is being scraped.",
            "My sore throat is making it really uncomfortable to eat or drink anything.",
            "The soreness in my throat is constant, and I feel like it’s swelling up.",
            "I have a dry, scratchy throat, and it’s making me feel miserable.",
            "My throat is so sore that I can't even swallow my saliva without pain.",
            "The soreness in my throat feels like I’ve swallowed sandpaper.",
            "I feel like my throat is on fire, and it's making it hard to speak.",
            "My throat feels swollen, and it hurts to even open my mouth.",
            "I can barely swallow without feeling a sharp pain in my throat.",
            "My sore throat is accompanied by a tickling sensation that makes me cough.",
            "The pain in my throat is constant, and nothing seems to ease it.",
            "It feels like I have a lump in my throat, and it’s painful when I try to talk.",
            "Every time I try to swallow, I feel like my throat is being scraped with something.",
            "The pain in my throat is so intense that I dread trying to eat anything."
        ],
        "responses" : "Sore Throat"
    },
    {
        "intent" : "Feeling Tired",
        "text" : [
            "I feel so tired, even after getting a full night’s sleep.",
            "No matter what I do, I just can’t shake this feeling of exhaustion.",
            "I’m so fatigued that I can barely keep my eyes open.",
            "It feels like I have no energy at all, even after resting.",
            "I’m constantly tired, and nothing seems to help me feel more awake.",
            "I’ve been so drained lately, it’s hard to focus or do anything productive.",
            "I’m finding it hard to stay awake, and I feel completely wiped out.",
            "Every little task feels like a huge effort because I’m so tired.",
            "I have a constant feeling of tiredness, and I’m struggling to keep up with my day.",
            "Even when I try to rest, I still feel like I’m running on empty.",
            "I feel drained, like I haven’t slept in days, even though I did.",
            "I’ve been so tired that I can barely get out of bed this morning.",
            "I wake up exhausted every day, and it doesn’t seem to get better.",
            "It’s hard to focus on anything because I’m so tired all the time.",
            "Even small tasks, like getting dressed, feel like monumental efforts.",
            "I feel like I could fall asleep in the middle of the day because I’m so tired.",
            "No amount of sleep seems to cure this overwhelming tiredness I’m feeling.",
            "I’m constantly yawning, even though I’ve had enough rest.",
            "My body feels weak and sluggish because of how tired I am.",
            "It feels like a constant battle to stay awake, even when I'm sitting still."
        ],
        "responses" : "Feeling Tired"
    },
    {
        "intent" : "High fever",
        "text" : [
            "I’ve had a fever for the past few hours, and my temperature keeps rising.",
            "I feel really hot and sweaty, like I have a high fever.",
            "My body feels warm to the touch, and I can tell my temperature is high.",
            "I’ve been shivering, but my temperature is still above normal.",
            "I checked my temperature, and it’s definitely higher than usual.",
            "I have a fever, and it’s making me feel weak and uncomfortable.",
            "My head is pounding, and I can feel that my temperature is too high.",
            "I’m burning up, and I can’t seem to cool down no matter what I do.",
            "It feels like I’m on fire, and my temperature is spiking.",
            "My body is aching, and I can tell my temperature is elevated.",
            "My skin feels hot to the touch, and I can’t seem to cool down.",
            "I’ve been using a fan, but I can still feel my body temperature rising.",
            "My forehead feels really warm, and I think I have a fever.",
            "I keep checking my temperature because I can feel that it’s too high.",
            "I’m sweating a lot because my body temperature is so elevated.",
            "Despite taking fever medication, my temperature is still very high.",
            "I can feel my heart racing because of the high temperature.",
            "I woke up with a high fever, and I’ve been feeling hot ever since.",
            "Even with cold compresses, my temperature stays high.",
            "I feel feverish, and it’s causing me to feel disoriented and weak."
        ],
        "responses" : "High Fever"
    },
    {
        "intent" : "Loss of Taste",
        "text" : [
            "I can’t taste anything, and food seems bland and unappealing.",
            "Everything I eat tastes like nothing, and I don’t know why.",
            "I’ve lost my sense of taste, and it’s really frustrating.",
            "Even my favorite foods taste strange or completely flavorless.",
            "It feels like my taste buds are completely gone, and food has no taste at all.",
            "I can’t taste my coffee this morning, and it’s making me feel off.",
            "Nothing tastes right anymore, and it’s really ruining my appetite.",
            "I don’t know what’s happening, but I can’t taste anything, even salty or sweet foods.",
            "The loss of taste is making it hard to enjoy eating or drinking.",
            "I can’t tell if something is sweet or bitter because I’ve completely lost my sense of taste.",
            "No matter what I eat, everything tastes bland and lifeless.",
            "I don’t even enjoy eating anymore because I can’t taste anything.",
            "Even strong flavors like garlic or chili don’t taste like anything to me.",
            "I tried eating chocolate, but it tasted like cardboard.",
            "I can’t even tell if my food is spicy or sweet because I’ve lost my sense of taste.",
            "I’ve been putting hot sauce on everything, but it still tastes flavorless.",
            "It’s like all the flavors have been erased from my food.",
            "I don’t even feel like eating because it all tastes like nothing.",
            "I’ve been trying to eat my favorite foods, but they taste like bland mush.",
            "The lack of taste is making it hard to enjoy anything, even drinks."
        ],
        "responses" : "Loss of Taste"
    },
    {
        "intent" : "Loss of Smell",
        "text" : [
            "I can’t smell anything, even strong scents like perfume or food.",
            "I noticed today that I can’t smell my food, and it’s really odd.",
            "It’s like my sense of smell just disappeared overnight.",
            "I can’t smell anything, which is making me worried and a bit scared.",
            "I’ve been sniffing around, but nothing has a scent anymore.",
            "My sense of smell is completely gone, and I don’t know what’s causing it.",
            "I can’t even smell my soap or the fresh air outside; everything is completely scentless.",
            "I used to love the smell of flowers, but now they don’t smell like anything.",
            "It’s like my nose isn’t working, and I can’t detect any odors at all.",
            "I’ve lost my sense of smell completely, and it’s very strange to not be able to smell anything.",
            "I can’t smell anything, not even the coffee brewing in the morning.",
            "It’s like my nose is completely blocked, even though I’m not congested.",
            "I’ve tried smelling flowers, but they have no scent whatsoever.",
            "I can’t smell the fresh air or anything else, which feels really strange.",
            "My sense of smell has disappeared entirely, and I feel like I’m missing something.",
            "I don’t even smell my soap or the food cooking in the kitchen.",
            "I’ve lost my sense of smell, and it’s affecting my ability to enjoy food.",
            "It’s like my nose isn’t working at all; I can’t smell anything, even strong odors.",
            "I can’t even detect the smell of perfume or flowers, which is odd for me.",
            "I feel disconnected because I can’t enjoy the smells that used to surround me."
        ],
        "responses" : "Loss of Smell"
    },
    {
        "intent" : "Diarrhea",
        "text" : [
            "I’ve been running to the bathroom all day with diarrhea.",
            "My stomach is upset, and I’ve been dealing with frequent bouts of diarrhea.",
            "I can’t seem to stop having diarrhea, and it’s making me feel weak.",
            "My stomach cramps, and then I have to rush to the bathroom because of diarrhea.",
            "I’ve had diarrhea all day, and it’s been difficult to keep anything down.",
            "I feel like my stomach is churning, and I keep running to the bathroom.",
            "I can’t control it, and I’ve been experiencing diarrhea with no relief.",
            "I’ve had loose stools and diarrhea for the past few hours, and it’s not stopping.",
            "My diarrhea is so frequent and urgent, I’m afraid to leave the house.",
            "I’ve been feeling bloated and have diarrhea, and it’s causing a lot of discomfort.",
            "I feel like I’m constantly running to the bathroom because of diarrhea.",
            "My stomach is upset, and I can’t seem to stop having diarrhea.",
            "Every time I eat, it seems like I get diarrhea shortly after.",
            "I’ve had diarrhea several times today, and it’s really making me uncomfortable.",
            "I can’t go too far from a bathroom because my diarrhea is so unpredictable.",
            "My diarrhea is very watery, and I feel like I have no control over it.",
            "I’ve been having diarrhea for hours, and it’s making me feel exhausted.",
            "It’s hard to focus on anything because I’m constantly worried about having diarrhea.",
            "I’ve been feeling nauseous, and the diarrhea is just adding to the discomfort.",
            "My stomach is cramping, and I keep running to the bathroom because of diarrhea."
        ],
        "responses" : "Diarrhea"
    },
    {
        "intent" : "Muscle Pain",
        "text" : [
            "My muscles ache all over, and it’s making it hard to move.",
            "I feel sore and stiff, like I’ve been working out too hard, but I haven’t.",
            "Every muscle in my body feels tender, and even light movements hurt.",
            "My muscles are sore, and it’s really painful to stretch or bend.",
            "I have deep muscle pain that doesn’t seem to go away, even when I rest.",
            "The pain in my muscles feels like a constant ache, especially in my back and legs.",
            "I feel sore all over, like I’ve been in a car accident.",
            "Even simple movements like walking or reaching up hurt because of the muscle pain.",
            "I can barely lift my arms because my muscles are so sore.",
            "The muscle pain is so bad that it’s hard for me to get comfortable.",
            "It feels like I’ve been lifting heavy weights all day, but I haven’t.",
            "The pain in my muscles is deep and persistent, and it’s not letting up.",
            "Even after resting, my muscles still ache and feel tight.",
            "My legs are sore, and I have trouble walking because of the muscle pain.",
            "I can’t stretch without feeling intense pain in my muscles.",
            "I feel sore all over, as if I've been working out for hours, but I haven't.",
            "The muscle pain is so severe that I can’t even lie down without discomfort.",
            "Every movement is painful, especially when I try to stand up or bend.",
            "My arms are sore, and I feel a constant dull ache in them.",
            "The muscle soreness is so bad that I feel stiff and slow moving."
        ],
        "responses" : "Muscle Pain"
    },
    {
        "intent": "nausea",
        "text": [
            "I feel like I might throw up any minute.",
            "There's a constant queasy feeling in my stomach.",
            "It feels like my stomach is turning inside out.",
            "I've been feeling nauseous all day long.",
            "Every time I eat, I feel like vomiting.",
            "I can’t shake off the nauseous feeling.",
            "I just want to lie down because the nausea won’t go away.",
            "I’ve been fighting the urge to throw up since this morning.",
            "My stomach feels upset, and I keep gagging.",
            "The nausea comes and goes, but it’s always uncomfortable.",
            "I feel like I can’t keep anything down.",
            "I haven’t been able to eat without feeling sick.",
            "The nausea is worse after meals.",
            "I feel nauseous, but I don’t actually vomit.",
            "It's a lingering, uncomfortable feeling of sickness in my stomach.",
            "The nausea makes it hard to focus on anything else.",
            "I feel weak and nauseous at the same time.",
            "There’s a constant knot in my stomach that makes me feel ill.",
            "I haven’t been able to shake this nausea for days.",
            "The nausea makes me not want to do anything."
        ],
        "responses": "nausea"
    },
    {
        "intent": "vomiting",
        "text": [
            "I’ve been throwing up non-stop.",
            "Every time I try to eat, I end up vomiting.",
            "I can’t keep any food or liquid down because of the vomiting.",
            "I feel weak because of all the vomiting.",
            "It seems like I can’t stop vomiting once it starts.",
            "I vomited several times today already.",
            "I can feel the urge to vomit coming on, and it’s hard to hold it back.",
            "The vomiting is so frequent, I feel dehydrated.",
            "It’s painful to vomit every time.",
            "I feel a little better right after vomiting, but it doesn’t last.",
            "I’ve been vomiting all night long.",
            "I vomited so hard, I felt like I was going to pass out.",
            "After I vomit, I feel incredibly exhausted.",
            "It’s like a constant cycle of nausea and vomiting.",
            "I’ve never vomited this much before.",
            "It’s hard to leave the bathroom because of all the vomiting.",
            "I just want the vomiting to stop so I can rest.",
            "My stomach aches after every bout of vomiting.",
            "I can’t seem to get my appetite back after vomiting.",
            "The vomiting is making my throat feel raw."
        ],
        "responses": "vomiting"
    },
    {
        "intent": "loss_of_appetite",
        "text": [
            "I don’t feel hungry at all.",
            "I have no desire to eat anything, even though I know I should.",
            "Food just doesn’t seem appealing to me right now.",
            "I’m forcing myself to eat because I know I need to.",
            "Nothing tastes good to me anymore.",
            "Even my favorite foods don’t sound appetizing.",
            "I’m just not in the mood to eat, no matter what’s offered.",
            "I feel full even though I haven’t eaten anything.",
            "I’ve lost interest in eating completely.",
            "The thought of food makes me feel nauseous.",
            "I don’t want to eat anything, not even a snack.",
            "I’ve noticed I haven’t been eating as much lately.",
            "I feel like I don’t need food right now.",
            "My appetite has completely disappeared.",
            "I can’t remember the last time I actually enjoyed eating.",
            "I’ve been skipping meals because I’m not hungry.",
            "Even when I try to eat, I can’t finish my meal.",
            "I don’t feel like eating, no matter how much time passes.",
            "My body just doesn’t want food right now.",
            "I don’t even want to drink anything, I just feel full."
        ],
        "responses": "loss_of_appetite"
    },
    {
        "intent": "cramping",
        "text": [
            "I keep feeling sharp cramps in my stomach.",
            "My stomach is cramping up, and it hurts a lot.",
            "The cramps feel like they are squeezing my stomach.",
            "I can’t seem to get rid of this cramping pain.",
            "It feels like my stomach is tying itself in knots.",
            "The cramps come in waves, and they’re very intense.",
            "My muscles are cramping up, especially in my stomach area.",
            "I’m having frequent cramping, and it’s so uncomfortable.",
            "The cramps make it hard to move or even sit still.",
            "The cramping pain is affecting my ability to relax.",
            "I feel like I’m constantly clenching my stomach because of the cramps.",
            "The cramping gets worse after I eat anything.",
            "It’s like a stabbing pain that comes and goes.",
            "I can’t get comfortable because of the cramps.",
            "These cramps are so painful, it’s hard to focus on anything.",
            "It’s like a dull ache in my abdomen that turns into cramps.",
            "The cramping has been persistent for hours now.",
            "I feel bloated and crampy all the time.",
            "The cramps make me want to curl up into a ball.",
            "I feel uncomfortable even when I try to relax due to the cramps."
        ],
        "responses": "cramping"
    },
    {
        "intent": "fever", 
        "text": [
            "I’ve been running a high fever all day.",
            "My body feels so hot, I think I have a fever.",
            "I can feel the fever coming on, I’m sweating and shivering.",
            "I keep checking my temperature because I feel feverish.",
            "My skin feels hot to the touch, but I’m still cold inside.",
            "I’ve had a fever for hours now, and it’s not going away.",
            "I’m feeling flushed and feverish.",
            "The fever is making me feel weak and drained.",
            "I’ve been sweating so much from the fever.",
            "I’m alternating between feeling hot and cold because of the fever.",
            "My head feels heavy, and I can tell I have a fever.",
            "The fever is causing my body to ache all over.",
            "I’ve been taking medication, but the fever won’t break.",
            "I can feel my fever rising again.",
            "This fever is making it difficult to sleep or rest.",
            "I feel so tired and feverish, I don’t want to do anything.",
            "The fever is affecting my energy levels.",
            "I have a constant fever that seems to come and go.",
            "I feel like I have a fever every time I touch my forehead.",
            "I’m keeping track of my fever because it doesn’t seem to be normal."
        ],
        "responses": "fever"
    },
    {
        "intent": "fatigue",
        "text": [
            "I feel exhausted, like I can barely keep my eyes open.",
            "No matter how much I rest, I can’t shake this fatigue.",
            "I feel so drained that I just want to sleep all day.",
            "I’m physically tired and mentally worn out.",
            "It feels like I don’t have the energy to do anything.",
            "Even simple tasks feel impossible because of the fatigue.",
            "I can barely get out of bed because I’m so fatigued.",
            "I’m finding it hard to concentrate due to this overwhelming fatigue.",
            "The fatigue is affecting my daily life and productivity.",
            "I feel like I’m running on empty all the time.",
            "I’ve been getting more sleep, but I still feel fatigued.",
            "I’m constantly tired, and I can’t seem to wake up fully.",
            "The fatigue is making me feel irritable and unmotivated.",
            "I can’t seem to get enough rest to feel normal again.",
            "I’m physically tired, even after resting.",
            "Fatigue is affecting my ability to do normal activities.",
            "I feel like I’ve been hit by a wave of exhaustion.",
            "I’m struggling to stay awake because I’m so fatigued.",
            "The fatigue is making everything feel like a burden.",
            "I can’t seem to fight this overwhelming tiredness."
        ],
        "responses": "fatigue"
    },
    {
        "intent": "body_aches",
        "text": [
            "My entire body aches from head to toe.",
            "I feel sore everywhere, like I’ve been hit by a truck.",
            "Even my joints are aching so much that it’s hard to move.",
            "The body aches are constant and don’t seem to go away.",
            "It feels like every muscle in my body is in pain.",
            "My body feels stiff and sore all the time.",
            "Every time I move, I can feel the ache in my muscles.",
            "These body aches are making it difficult to rest.",
            "I’ve been feeling sore for days now.",
            "The pain is deep inside my muscles and bones.",
            "I can barely get comfortable because of the body aches.",
            "The aches are so intense, it’s hard to focus on anything else.",
            "I wake up with aches all over my body.",
            "It feels like I’ve been overexerting myself, but I haven’t done anything.",
            "My body just doesn’t feel right, it aches everywhere.",
            "The body aches are preventing me from sleeping.",
            "I feel weak and achy, like I’m getting the flu.",
            "These body aches are making me feel miserable.",
            "It’s hard to even stretch or walk because of the pain.",
            "The constant aches are making me feel run down."
        ],
        "responses": "body_aches"
    },
    {
        "intent": "persistent_cough",
        "text": [
            "I’ve had this cough for weeks, and it’s not going away.",
            "My throat is sore from all the coughing.",
            "The persistent cough won’t let me sleep at night.",
            "Every time I cough, it feels like my chest is tightening.",
            "I’ve been coughing non-stop, and it’s driving me crazy.",
            "The cough is deep and harsh, and it doesn’t seem to improve.",
            "I can’t stop coughing, even after trying everything.",
            "My chest hurts from all the constant coughing.",
            "The cough seems to come in fits, and it’s hard to control.",
            "I feel like I can’t breathe properly with this persistent cough.",
            "The cough is worse in the mornings and at night.",
            "I’ve tried different remedies, but the cough still hasn’t gone away.",
            "This cough is keeping me awake at night.",
            "I feel like I’m coughing up something, but it doesn’t stop.",
            "My throat feels raw from coughing so much.",
            "I don’t know what to do to stop this persistent cough.",
            "It feels like the cough just keeps getting worse.",
            "This cough makes me feel exhausted and drained.",
            "The constant coughing is making me feel dizzy.",
            "I’ve had this annoying cough for so long, it’s hard to ignore."
        ],
        "responses": "persistent_cough"
    },
    {
        "intent": "wheezing",
        "text": [
            "I’m having trouble breathing, and I hear a wheezing sound.",
            "Every time I breathe, I can hear a wheezing sound coming from my chest.",
            "It feels like there’s something blocking my airways and causing wheezing.",
            "My breathing is labored, and I can hear wheezing with each inhale.",
            "I feel like I can’t catch my breath due to the wheezing.",
            "I notice the wheezing more when I’m trying to take deep breaths.",
            "Wheezing is making it harder for me to talk without taking breaks.",
            "Every breath feels like it’s constricted, and I wheeze when I exhale.",
            "The wheezing is constant, even when I’m resting.",
            "I’ve noticed that wheezing occurs mostly after I exert myself.",
            "My chest feels tight, and I’m wheezing more than usual.",
            "I wheeze even when I’m not doing anything strenuous.",
            "The wheezing is loud enough that others can hear it.",
            "I’m wheezing more often, and it’s difficult to breathe freely.",
            "I feel like there’s something stuck in my chest because of the wheezing.",
            "Wheezing makes it hard to fall asleep or stay asleep.",
            "I’ve been wheezing for a few days now, and it’s not getting better.",
            "It feels like I can’t breathe properly because of the wheezing.",
            "I’ve had difficulty breathing and wheezing that won’t go away.",
            "The wheezing is making me feel anxious and unable to relax."
        ],
        "responses": "wheezing"
    },
    {
        "intent": "shortness_of_breath",
        "text": [
            "I’m finding it difficult to catch my breath.",
            "I feel out of breath even after minimal activity.",
            "It’s hard to take a deep breath; my chest feels tight.",
            "My breathing feels shallow, and I can’t seem to get enough air.",
            "I feel winded after doing the simplest tasks.",
            "Every time I try to breathe deeply, I can’t seem to fill my lungs.",
            "I feel like I’m not getting enough air with each breath.",
            "Even when I’m sitting still, it’s hard to breathe.",
            "I have to take frequent breaks because of my shortness of breath.",
            "My chest feels tight and breathing is difficult.",
            "It’s hard to speak in full sentences because I run out of breath.",
            "Shortness of breath is making it hard to move around.",
            "I can’t breathe normally, and I feel suffocated.",
            "I keep having trouble catching my breath after minimal exertion.",
            "I feel breathless even though I haven’t been doing anything physically demanding.",
            "I get out of breath easily and feel like I can’t catch up.",
            "I’ve been experiencing this shortness of breath for a few days now.",
            "Even sitting down, I can’t take a full breath.",
            "I can feel myself gasping for air during normal activities.",
            "My breathing feels labored, and I can't catch my breath."
        ],
        "responses": "shortness_of_breath"
    },
    {
        "intent": "difficulty_breathing",
        "text": [
            "I’m having a hard time breathing properly.",
            "My breath feels constricted, and I can’t take a full breath.",
            "I’m struggling to get enough air into my lungs.",
            "It feels like my chest is tight, and I can’t breathe easily.",
            "Every breath feels shallow, like I’m not getting enough oxygen.",
            "Breathing is difficult, and it feels like there’s something blocking my airways.",
            "Even when I try to relax, I can’t breathe easily.",
            "It feels like there’s pressure on my chest making it hard to breathe.",
            "I’m wheezing and finding it hard to take a breath.",
            "My lungs feel tight, and it’s making breathing a struggle.",
            "I have to force myself to breathe slowly because it’s hard to get enough air.",
            "It feels like my body can’t catch up with my breathing needs.",
            "I’m short of breath and it feels uncomfortable.",
            "Breathing feels like a challenge, and I can’t seem to get enough air.",
            "It takes effort to inhale fully, and each breath feels restricted.",
            "I’ve been feeling like it’s harder to breathe normally.",
            "I feel like there’s a weight on my chest preventing me from breathing well.",
            "Even when I try to relax, my breathing feels off.",
            "I’ve been having trouble breathing deeply, and it’s concerning me.",
            "It feels like my lungs are struggling to get enough air."
        ],
        "responses": "difficulty_breathing"
    },
    {
        "intent": "difficulty_breathing_while_resting",
        "text": [
            "I’m having trouble breathing even when I’m sitting down.",
            "I feel short of breath, even though I’m not doing anything.",
            "It’s hard to breathe while I’m just trying to relax.",
            "Even at rest, it feels like I can’t get enough air.",
            "I can’t seem to take a deep breath when I’m resting.",
            "My breathing feels labored, even when I’m lying down.",
            "I have difficulty breathing even when I’m not exerting myself.",
            "It feels like my chest is tight, even when I’m just sitting still.",
            "I feel winded while resting, which isn’t normal for me.",
            "I’m finding it hard to breathe even when I’m lying down to sleep.",
            "Even when I’m still, I feel breathless and exhausted.",
            "Breathing feels difficult, even when I’m trying to relax.",
            "I’m short of breath all the time, even when I’m resting.",
            "I can’t seem to catch my breath, even when I’m not moving.",
            "I find myself gasping for air even when I’m not doing anything.",
            "I’m struggling to breathe normally, even while lying down.",
            "It’s hard to breathe freely, even when I’m not doing anything physical.",
            "Even resting, I can feel the effort it takes to breathe.",
            "I have difficulty getting enough air when I’m at rest.",
            "It feels like my chest is heavy and it’s hard to breathe while resting."
        ],
        "responses": "difficulty_breathing_while_resting"
    },
    {
        "intent" : "Wheezing",
        "text" : [
            "I'm experiencing a whistling sound when I breathe.",
            "I have a high-pitched whistling sound in my chest.",
            "I'm wheezing, especially when I exhale.",
            "My breathing sounds noisy and labored.",
            "I feel like I'm constantly whistling while breathing.",
            "There's a wheezing sound coming from my lungs.",
            "I have difficulty breathing, and it's accompanied by a whistling sound.",
            "My chest feels tight, and I'm wheezing.",
            "I'm experiencing shortness of breath and wheezing.",
            "I can hear a whistling sound when I breathe, especially at night.",
            "My breathing is noisy and I'm making a whistling sound.",
            "I have a persistent wheezing sound in my chest.",
            "I'm wheezing, and it's getting worse.",
            "I'm struggling to breathe, and there's a whistling sound.",
            "My breathing is accompanied by a high-pitched whistling sound.",
            "I feel like I'm gasping for air, and I'm wheezing.",
            "I'm experiencing a whistling sound in my chest, especially when I exercise.",
            "I'm having trouble catching my breath, and I'm wheezing.",
            "I'm experiencing a whistling sound when I breathe, and it's making it hard to talk.",
            "I'm concerned about the whistling sound I'm hearing when I breathe."
        ],
        "responses" : "Wheezing"
    },
    {
        "intent" : "Breathlessness",
        "text" : [
            "I'm feeling short of breath.",
            "I'm having trouble catching my breath.",
            "I feel like I can't get enough air.",
            "I'm experiencing difficulty breathing.",
            "I feel breathless even at rest.",
            "I'm gasping for air.",
            "I feel like I'm suffocating.",
            "I'm having trouble breathing deeply.",
            "I feel like I need to take more breaths.",
            "My breathing feels labored.",
            "I'm experiencing shortness of breath with exertion.",
            "I feel like I'm running out of air.",
            "I'm having difficulty speaking because of breathlessness.",
            "I'm feeling out of breath after minimal activity.",
            "I'm experiencing a tightness in my chest and feeling breathless.",
            "I'm waking up at night feeling breathless.",
            "I feel like I'm not getting enough oxygen.",
            "I'm experiencing a constant feeling of breathlessness.",
            "I'm feeling exhausted and breathless.",
            "I'm concerned about my shortness of breath."
        ],
        "responses" : "Breathlessness"
    },
    {
        "intent" : "Tight chest",
        "text" : [
            "I'm feeling tightness in my chest.",
            "My chest feels constricted.",
            "I feel like I have a band around my chest.",
            "My chest feels heavy and tight.",
            "I'm experiencing chest tightness and difficulty breathing.",
            "I feel like I can't take a deep breath because of chest tightness.",
            "My chest feels squeezed.",
            "I'm experiencing a pressure in my chest.",
            "I feel like I have a weight on my chest.",
            "My chest tightness is making it hard to breathe.",
            "I'm experiencing chest tightness and discomfort.",
            "I feel like my chest is tightening up.",
            "My chest feels like it's being crushed.",
            "I'm experiencing chest tightness and anxiety.",
            "I feel like I can't expand my chest fully.",
            "My chest tightness is worsening.",
            "I'm experiencing chest tightness and a cough.",
            "I'm feeling a tightness in my chest and upper back.",
            "I'm experiencing chest tightness and palpitations.",
            "I'm concerned about the tightness in my chest."
        ],
        "responses" : "Tight chest"
    },
    {
        "intent" : "Chest pain",
        "text" : [
            "I'm experiencing chest pain.",
            "I have discomfort in my chest.",
            "I'm feeling a sharp pain in my chest.",
            "I have a burning sensation in my chest.",
            "I'm experiencing a squeezing pain in my chest.",
            "I have a dull ache in my chest.",
            "I'm feeling a pressure in my chest.",
            "I have a tightness in my chest.",
            "I'm experiencing chest pain that radiates to my arm.",
            "I have chest pain that comes and goes.",
            "I'm experiencing chest pain after exertion.",
            "I have chest pain that worsens with deep breaths.",
            "I'm experiencing chest pain and shortness of breath.",
            "I have chest pain and dizziness.",
            "I'm experiencing chest pain and sweating.",
            "I have chest pain that is accompanied by nausea.",
            "I'm experiencing chest pain and fatigue.",
            "I have chest pain that is waking me up at night.",
            "I'm experiencing chest pain and a cough.",
            "I'm concerned about the chest pain I'm experiencing."
        ],
        "responses" : "Chest pain"
    },
    {
        "intent" : "Phlegm",
        "text" : [
            "I'm producing thick mucus from my lungs.",
            "I have difficulty clearing phlegm from my throat.",
            "I'm coughing up thick, sticky mucus.",
            "I have a lot of phlegm in my chest.",
            "I'm experiencing excessive phlegm production.",
            "I'm coughing up phlegm that is difficult to expel.",
            "I have a feeling of phlegm in my throat.",
            "I'm producing phlegm that is discolored.",
            "I'm coughing up phlegm that is blood-streaked.",
            "I'm experiencing difficulty breathing due to phlegm.",
            "I have a persistent cough that produces phlegm.",
            "I'm feeling congested with phlegm.",
            "I'm experiencing a tickling sensation in my throat from phlegm.",
            "I'm clearing my throat frequently to remove phlegm.",
            "I have a sore throat from producing phlegm.",
            "I'm experiencing difficulty swallowing due to phlegm.",
            "I'm producing phlegm that has an unpleasant taste.",
            "I'm experiencing a rattling sound in my chest from phlegm.",
            "I'm concerned about the amount of phlegm I'm producing.",
            "I'm experiencing fatigue due to excessive phlegm production."
        ],
        "responses" : "Phlegm"
    },
    {
        "intent" : "Blood in sputum",
        "text" : [
            "I'm coughing up blood.",
            "I have blood in my sputum.",
            "I'm coughing up blood-streaked phlegm.",
            "There are streaks of blood in my mucus.",
            "I'm coughing up blood clots.",
            "I'm concerned about coughing up blood.",
            "I'm experiencing coughing up blood and shortness of breath.",
            "I'm coughing up blood and experiencing chest pain.",
            "I have a history of coughing up blood.",
            "I'm experiencing coughing up blood and fever.",
            "I'm coughing up blood and feeling weak.",
            "I'm experiencing coughing up blood and dizziness.",
            "I'm coughing up blood and experiencing weight loss.",
            "I'm experiencing coughing up blood and night sweats.",
            "I'm concerned about the amount of blood I'm coughing up.",
            "I'm experiencing coughing up blood and difficulty swallowing.",
            "I'm coughing up blood and experiencing hoarseness.",
            "I'm experiencing coughing up blood and wheezing.",
            "I'm experiencing coughing up blood and feeling anxious.",
            "I'm seeking medical attention for coughing up blood."
        ],
        "responses" : "Blood in sputum"
    },
    {
        "intent" : "Pain in your neck, shoulders, arms",
        "text" : [
            "I'm experiencing neck pain.",
            "My shoulders are aching.",
            "I have pain in my arms.",
            "I'm experiencing neck, shoulder, and arm pain.",
            "My neck is stiff and painful.",
            "I have pain that radiates from my neck to my shoulders.",
            "My arms feel weak and painful.",
            "I'm experiencing numbness and tingling in my arms.",
            "My neck pain is making it difficult to move my head.",
            "I have shoulder pain that is interfering with my sleep.",
            "My arms feel heavy and painful.",
            "I'm experiencing sharp shooting pains in my neck and shoulders.",
            "I have a dull ache in my arms.",
            "I'm experiencing pain that worsens with movement.",
            "My neck, shoulders, and arms feel sore to the touch.",
            "I'm experiencing difficulty lifting my arms.",
            "I have pain that is radiating down my arms.",
            "I'm experiencing neck, shoulder, and arm pain after exercise.",
            "I'm experiencing neck, shoulder, and arm pain that is waking me up at night.",
            "I'm concerned about the pain in my neck, shoulders, and arms."
        ],
        "responses" : "Pain in your neck, shoulders, arms"
    },
    {
        "intent" : "Sweating",
        "text" : [
            "I'm sweating a lot.",
            "I'm experiencing excessive sweating.",
            "I'm sweating even when I'm not hot.",
            "I'm sweating profusely.",
            "I'm sweating more than usual.",
            "I'm always sweating.",
            "I'm waking up at night drenched in sweat.",
            "My clothes are always damp with sweat.",
            "I'm experiencing excessive sweating in my armpits.",
            "I'm sweating on my palms and feet.",
            "I'm experiencing night sweats.",
            "I'm sweating even when I'm resting.",
            "I'm concerned about the amount of sweating I'm experiencing.",
            "I'm sweating even in cool temperatures.",
            "I'm experiencing sweating and feeling anxious.",
            "I'm sweating and feeling dizzy.",
            "I'm sweating and feeling weak.",
            "I'm experiencing sweating and palpitations.",
            "I'm sweating and feeling hot flashes.",
            "I'm experiencing sweating and fatigue."
        ],
        "responses" : "Sweating"
    },
    {
        "intent" : "Night sweats",
        "text" : [
            "I'm waking up at night drenched in sweat.",
            "I'm experiencing night sweats.",
            "I'm sweating heavily at night.",
            "I'm waking up in a pool of sweat.",
            "I'm having to change my pajamas at night because of sweating.",
            "I'm experiencing night sweats and feeling feverish.",
            "I'm experiencing night sweats and chills.",
            "I'm experiencing night sweats and weight loss.",
            "I'm experiencing night sweats and fatigue.",
            "I'm experiencing night sweats and anxiety.",
            "I'm concerned about my night sweats.",
            "I'm experiencing night sweats and difficulty sleeping.",
            "I'm waking up at night feeling hot and sweaty.",
            "I'm experiencing night sweats and a racing heart.",
            "I'm experiencing night sweats and coughing.",
            "I'm experiencing night sweats and feeling weak.",
            "I'm experiencing night sweats and experiencing difficulty concentrating.",
            "I'm experiencing night sweats and feeling anxious.",
            "I'm experiencing night sweats and feeling depressed.",
            "I'm experiencing night sweats and feeling like I'm burning up."
        ],
        "responses" : "Night sweats"
    },
    {
        "intent" : "Itching",
        "text" : [
            "I'm experiencing severe itching.",
            "I can't stop scratching.",
            "My skin feels incredibly itchy.",
            "I have an unbearable itch.",
            "The itching is driving me crazy.",
            "I'm scratching until my skin is raw.",
            "The itching is worse at night.",
            "I'm experiencing intense itching all over my body.",
            "I have itchy bumps on my skin.",
            "The itching is making it difficult to sleep.",
            "I'm experiencing itching and redness of the skin.",
            "I'm experiencing itching and swelling of the skin.",
            "I'm experiencing itching and skin irritation.",
            "I'm experiencing itching and hives.",
            "I'm concerned about the severity of the itching.",
            "I'm experiencing itching and feeling anxious.",
            "I'm experiencing itching and fatigue.",
            "I'm experiencing itching and difficulty concentrating.",
            "I'm experiencing itching and feeling depressed.",
            "I'm experiencing itching and feeling like I'm crawling out of my skin."
        ],
        "responses" : "Itching"
    },
    {
        "intent" : "Nodal skin eruptions",
        "text" : [
            "I have raised, tender bumps on my skin.",
            "I'm experiencing the sudden appearance of firm, red lumps under my skin.",
            "I have painful nodules that have erupted on my skin.",
            "My skin is covered in red, tender lumps.",
            "I'm experiencing the development of firm, deep-seated lumps under my skin.",
            "These nodules are painful to the touch.",
            "I'm concerned about these red, tender lumps on my skin.",
            "The nodules are spreading across my body.",
            "I have multiple red, firm bumps that are appearing on my skin.",
            "These nodules are causing significant discomfort.",
            "The nodules are tender and warm to the touch.",
            "I'm experiencing pain and inflammation around these nodules.",
            "The nodules are interfering with my daily activities.",
            "I'm worried about what these skin eruptions might be.",
            "The nodules are causing itching and irritation.",
            "I have noticed an increase in the number of these nodules.",
            "The nodules are changing in size and appearance.",
            "I'm experiencing fever and chills along with these skin eruptions.",
            "I'm concerned about the potential for these nodules to become infected.",
            "I'm seeking medical advice for these concerning skin eruptions."
        ],
        "responses" : "Nodal skin eruptions"
    },
    {
        "intent" : "Red spots over body",
        "text" : [
            "I have red spots all over my body.",
            "I'm experiencing a widespread red rash.",
            "I have numerous red dots on my skin.",
            "My skin is covered in red spots.",
            "I'm concerned about these red spots on my body.",
            "The red spots are itchy and irritating.",
            "The red spots are appearing suddenly.",
            "I'm experiencing fatigue and the appearance of red spots.",
            "The red spots are spreading rapidly.",
            "I have a fever and red spots all over my body.",
            "The red spots are accompanied by joint pain.",
            "I'm experiencing dizziness and red spots on my skin.",
            "The red spots are changing in appearance.",
            "I'm concerned about the cause of these red spots.",
            "The red spots are affecting my self-confidence.",
            "I'm experiencing difficulty sleeping due to the red spots.",
            "I'm experiencing headaches and red spots on my skin.",
            "The red spots are causing significant discomfort.",
            "I'm seeking medical attention for these red spots.",
            "I'm worried about the potential health implications of these red spots."
        ],
        "responses" : "Red spots over body"
    },
    {
        "intent" : "Skin peeling",
        "text" : [
            "My skin is peeling.",
            "I'm experiencing excessive skin peeling.",
            "My skin is flaking off.",
            "I have large patches of peeling skin.",
            "My skin feels dry and is peeling.",
            "I'm experiencing sunburn and my skin is peeling.",
            "My skin is peeling after a recent illness.",
            "I'm concerned about the amount of skin that is peeling.",
            "My skin is peeling and itchy.",
            "My skin is peeling and red.",
            "I'm experiencing skin peeling and cracking.",
            "My skin is peeling and painful.",
            "I'm experiencing skin peeling and difficulty moisturizing.",
            "My skin is peeling and feeling sensitive.",
            "I'm concerned about the underlying cause of skin peeling.",
            "I'm experiencing skin peeling and hair loss.",
            "I'm experiencing skin peeling and nail changes.",
            "I'm experiencing skin peeling and fatigue.",
            "I'm seeking advice on how to treat my peeling skin.",
            "I'm concerned about the appearance of my skin due to peeling."
        ],
        "responses" : "Skin peeling"
    },
    {
        "intent" : "Itchy skin",
        "text" : [
            "I'm experiencing severe itching.",
            "I can't stop scratching.",
            "My skin feels incredibly itchy.",
            "I have an unbearable itch.",
            "The itching is driving me crazy.",
            "I'm scratching until my skin is raw.",
            "The itching is worse at night.",
            "I'm experiencing intense itching all over my body.",
            "I have itchy bumps on my skin.",
            "The itching is making it difficult to sleep.",
            "I'm experiencing itching and redness of the skin.",
            "I'm experiencing itching and swelling of the skin.",
            "I'm experiencing itching and skin irritation.",
            "I'm experiencing itching and hives.",
            "I'm concerned about the severity of the itching.",
            "I'm experiencing itching and feeling anxious.",
            "I'm experiencing itching and fatigue.",
            "I'm experiencing itching and difficulty concentrating.",
            "I'm experiencing itching and feeling depressed.",
            "I'm experiencing itching and feeling like I'm crawling out of my skin."
        ],
        "responses" : "Itchy skin"
    },
    {
        "intent" : "Dry skin",
        "text" : [
            "My skin feels very dry.",
            "My skin is flaky and dry.",
            "I'm experiencing excessive dryness of my skin.",
            "My skin feels tight and uncomfortable.",
            "My skin is itchy and dry.",
            "I'm experiencing cracking and peeling of my skin.",
            "My skin feels rough and dry.",
            "I'm having difficulty moisturizing my skin.",
            "My skin feels dehydrated.",
            "I'm concerned about the dryness of my skin.",
            "My skin feels itchy and uncomfortable due to dryness.",
            "I'm experiencing redness and irritation due to dry skin.",
            "My skin feels sensitive to the touch.",
            "I'm using a lot of moisturizer but my skin is still dry.",
            "I'm experiencing dry skin on my hands and face.",
            "My skin is dry and dull.",
            "I'm experiencing dry skin and eczema.",
            "I'm concerned about the underlying cause of my dry skin.",
            "I'm seeking advice on how to improve the dryness of my skin.",
            "I'm experiencing discomfort due to dry skin."
        ],
        "responses" : "Dry skin"
    },
    {
        "intent" : "Warm red skin over the affected joint",
        "text" : [
            "The skin over my joint is red and warm.",
            "I'm experiencing redness and warmth around my joint.",
            "The area around my joint is inflamed.",
            "The skin over my joint feels hot to the touch.",
            "I'm experiencing swelling and redness around my joint.",
            "The skin around my joint is tender to the touch.",
            "I'm experiencing pain and redness around my joint.",
            "The redness extends beyond the joint itself.",
            "I'm concerned about the redness and warmth around my joint.",
            "The redness is accompanied by stiffness in the joint.",
            "I'm experiencing difficulty moving the affected joint.",
            "The redness and warmth are worsening.",
            "I'm experiencing fever and redness around the joint.",
            "I'm experiencing chills and redness around the joint.",
            "I'm concerned about the potential for infection.",
            "I'm experiencing fatigue and redness around the joint.",
            "I'm seeking medical attention for the redness and warmth around my joint.",
            "The redness and warmth are interfering with my daily activities.",
            "I'm worried about the long-term effects of this inflammation.",
            "I'm experiencing significant discomfort due to the redness and warmth around my joint."
        ],
        "responses" : "Warm red skin over the affected joint"
    },
    {
        "intent" : "Spots-Three",
        "text" : [
            "I'm breaking out in itchy blisters all over, and some of them are even leaking fluid.",
            "I have these spots all over that are filled with fluid, and they're incredibly itchy.",
            "These spots keep appearing, and they're filled with fluid that sometimes leaks out, and they're so itchy!",
            "I'm covered in itchy blisters that are filled with fluid, and some of them have started to leak.",
            "These fluid-filled spots are driving me crazy! They're so itchy, and some of them are even weeping.",
            "I'm experiencing a rash of itchy blisters that are filled with fluid, and some of them are leaking.",
            "I have these fluid-filled spots all over, and they're incredibly itchy and some are leaking.",
            "Itchy blisters are appearing all over, and they're filled with fluid that's starting to leak.",
            "I have these spots that are filled with fluid and leaking, and they're incredibly itchy.",
            "I'm breaking out in itchy blisters filled with fluid, and some of them are leaking.",
            "I'm experiencing a rash of fluid-filled spots that are incredibly itchy and some are leaking.",
            "These itchy blisters are filled with fluid, and some of them are leaking.",
            "I'm covered in itchy blisters that are filled with fluid, and some of them are leaking.",
            "These fluid-filled spots are so itchy, and some of them are leaking.",
            "I have these spots all over that are filled with fluid, and they're incredibly itchy and leaking.",
            "Itchy blisters are appearing all over, and they're filled with fluid that's leaking.",
            "I'm breaking out in itchy blisters filled with fluid, and some of them are leaking.",
            "I'm experiencing a rash of fluid-filled spots that are incredibly itchy and some are leaking.",
            "These itchy blisters are filled with fluid, and some of them are leaking.",
            "I have these spots that are filled with fluid and leaking, and they're incredibly itchy."
        ],
        "responses" : ["Spots over body fill with fluid", "Itchy blisters", "Spots over body leak fluid"]
    },
    {
        "intent" : "Nails-Two",
        "text" : [
            "My nails have these little dents in them, and they seem kind of red and swollen.",
            "There are tiny holes in my nails, and they feel a bit tender.",
            "My nails look pitted, and they're a little inflamed.",
            "I've noticed small dents in my nails, and they seem a bit red and irritated.",
            "My nails have these little indentations, and they're a bit swollen and painful.",
            "There are tiny holes in my nails, and they're a bit inflamed.",
            "My nails look pitted, and they feel tender.",
            "I've noticed small dents in my nails, and they seem a bit red and irritated.",
            "My nails have these little indentations, and they're a bit swollen and painful.",
            "There are tiny holes in my nails, and they're a bit inflamed.",
            "My nails look pitted, and they feel tender.",
            "I've noticed small dents in my nails, and they seem a bit red and irritated.",
            "My nails have these little indentations, and they're a bit swollen and painful.",
            "There are tiny holes in my nails, and they're a bit inflamed.",
            "My nails look pitted, and they feel tender.",
            "I've noticed small dents in my nails, and they seem a bit red and irritated.",
            "My nails have these little indentations, and they're a bit swollen and painful.",
            "There are tiny holes in my nails, and they're a bit inflamed.",
            "My nails look pitted, and they feel tender.",
            "I've noticed small dents in my nails, and they seem a bit red and irritated."
        ],
        "responses" : ["Small dents in nails", "Inflammatory nails"]
    },
    {
        "intent" : "Stool-Two",
        "text" : [
            "There's blood in my stool, and sometimes I also see some mucus.",
            "I've been noticing blood in my stool, and it's sometimes mixed with mucus.",
            "There's blood in my stool, and there's also a lot of mucus.",
            "I'm passing blood in my stool, and there's also mucus present.",
            "There's blood in my stool, and it's sometimes accompanied by mucus.",
            "I've been seeing blood in my stool, and there's also mucus.",
            "There's blood in my stool, and it's mixed with mucus.",
            "I'm passing blood in my stool, and there's also mucus present.",
            "There's blood in my stool, and there's a lot of mucus.",
            "I've been noticing blood in my stool, and it's sometimes accompanied by mucus.",
            "There's blood in my stool, and there's also mucus.",
            "I'm passing blood in my stool, and there's also mucus present.",
            "There's blood in my stool, and it's sometimes mixed with mucus.",
            "I've been seeing blood in my stool, and there's also mucus.",
            "There's blood in my stool, and it's sometimes accompanied by mucus.",
            "I've been noticing blood in my stool, and it's sometimes mixed with mucus.",
            "There's blood in my stool, and there's also a lot of mucus.",
            "I'm passing blood in my stool, and there's also mucus present.",
            "There's blood in my stool, and it's sometimes accompanied by mucus.",
            "I've been seeing blood in my stool, and there's also mucus."
        ],
        "responses" : ["Blood in stool", "Mucus in stool"]
    },
    {
        "intent" : "Dehydration",
        "text" : [
            "I feel very thirsty.",
            "I'm not producing enough urine.",
            "My urine is dark yellow or brown.",
            "I feel dizzy or lightheaded.",
            "I'm experiencing headaches.",
            "I feel weak and tired.",
            "My mouth feels dry.",
            "I'm experiencing constipation.",
            "I feel confused or disoriented.",
            "My heart rate is racing.",
            "I'm experiencing muscle cramps.",
            "I have dry skin.",
            "I'm not sweating as much as usual.",
            "I feel nauseous.",
            "I'm experiencing a lack of energy.",
            "I feel faint.",
            "I'm experiencing difficulty concentrating.",
            "I'm experiencing sunken eyes.",
            "I'm experiencing decreased urination.",
            "I'm concerned that I may be dehydrated." 
        ],
        "responses" : "Dehydration"
    },
    {
        "intent" : "Tummy pain",
        "text" : [
            "I have a stomach ache.",
            "I'm experiencing abdominal pain.",
            "My stomach hurts.",
            "I have pain in my lower abdomen.",
            "I have cramping in my stomach.",
            "I feel a sharp pain in my stomach.",
            "I have a dull ache in my stomach.",
            "My stomach feels bloated and uncomfortable.",
            "I have pain that comes and goes in my stomach.",
            "I'm experiencing nausea and stomach pain.",
            "I have diarrhea and stomach pain.",
            "I have vomiting and stomach pain.",
            "I have difficulty eating due to stomach pain.",
            "I'm experiencing back pain along with stomach pain.",
            "I'm experiencing fever and stomach pain.",
            "I have pain that radiates from my back to my stomach.",
            "I'm experiencing chills and stomach pain.",
            "I'm concerned about the severity of my stomach pain.",
            "I'm experiencing difficulty sleeping due to stomach pain.",
            "I'm seeking medical advice for my stomach pain." 
        ],
        "responses" : "Tummy pain"
    },
    {
        "intent" : "Yellowing of eyes",
        "text" : [
            "My eyes look yellow.",
            "The whites of my eyes are yellow.",
            "I have jaundice.",
            "My skin has a yellowish tint.",
            "I'm experiencing yellowing of my skin and eyes.",
            "I'm concerned about the yellowing of my eyes.",
            "I have dark urine and yellowing of my eyes.",
            "I have light-colored stools and yellowing of my eyes.",
            "I'm experiencing fatigue and yellowing of my eyes.",
            "I'm experiencing abdominal pain and yellowing of my eyes.",
            "I'm experiencing loss of appetite and yellowing of my eyes.",
            "I'm experiencing nausea and yellowing of my eyes.",
            "I'm experiencing fever and yellowing of my eyes.",
            "I'm experiencing itching and yellowing of my eyes.",
            "I'm concerned about the underlying cause of yellowing of my eyes.",
            "I'm seeking medical attention for yellowing of my eyes.",
            "I'm experiencing weight loss and yellowing of my eyes.",
            "I'm experiencing dark urine and light-colored stools and yellowing of my eyes.",
            "I'm experiencing abdominal swelling and yellowing of my eyes.",
            "I'm experiencing confusion and yellowing of my eyes." 
        ],
        "responses" : "Yellowing of eyes"
    },
    {
        "intent" : "Cloudy urine",
        "text" : [
            "My urine is cloudy.",
            "I'm noticing that my urine is not clear.",
            "My urine appears cloudy or murky.",
            "There are particles in my urine.",
            "My urine looks like it has sediment in it.",
            "I'm concerned about the cloudiness of my urine.",
            "My urine has a foul odor and is cloudy.",
            "I'm experiencing pain when urinating and my urine is cloudy.",
            "I'm experiencing frequent urination and my urine is cloudy.",
            "I'm experiencing blood in my urine and it's cloudy.",
            "I'm experiencing fever and my urine is cloudy.",
            "I'm experiencing chills and my urine is cloudy.",
            "I'm experiencing back pain and my urine is cloudy.",
            "I'm experiencing abdominal pain and my urine is cloudy.",
            "I'm experiencing nausea and my urine is cloudy.",
            "I'm experiencing a burning sensation when urinating and my urine is cloudy.",
            "I'm experiencing urgency to urinate and my urine is cloudy.",
            "I'm experiencing difficulty urinating and my urine is cloudy.",
            "I'm seeking medical advice for the cloudiness of my urine.",
            "I'm concerned about a possible urinary tract infection." 
        ],
        "responses" : "Cloudy urine"
    },
    {
        "intent" : "Foul-smelling urine",
        "text" : [
            "My urine has a strong, unpleasant odor.",
            "My urine smells bad.",
            "There's a foul odor coming from my urine.",
            "My urine smells like ammonia.",
            "My urine has a strong, fishy smell.",
            "I'm concerned about the strong odor of my urine.",
            "The odor of my urine is getting worse.",
            "I'm experiencing frequent urination and the urine has a strong odor.",
            "I'm experiencing pain when urinating and the urine has a strong odor.",
            "My urine is cloudy and has a strong odor.",
            "I'm experiencing blood in my urine and it has a strong odor.",
            "I'm experiencing fever and my urine has a strong odor.",
            "I'm experiencing chills and my urine has a strong odor.",
            "I'm experiencing back pain and my urine has a strong odor.",
            "I'm experiencing abdominal pain and my urine has a strong odor.",
            "I'm experiencing nausea and my urine has a strong odor.",
            "I'm experiencing a burning sensation when urinating and my urine has a strong odor.",
            "I'm experiencing urgency to urinate and my urine has a strong odor.",
            "I'm experiencing difficulty urinating and my urine has a strong odor.",
            "I'm seeking medical advice for the strong odor of my urine." 
        ],
        "responses" : "Foul-smelling urine"
    },
    {
        "intent" : "Dizziness",
        "text" : [
            "I feel dizzy.",
            "I feel lightheaded.",
            "I feel like I'm going to faint.",
            "The room is spinning.",
            "I feel unsteady on my feet.",
            "I feel off-balance.",
            "I feel like I'm swaying.",
            "I feel like the world is spinning around me.",
            "I feel dizzy when I stand up.",
            "I feel dizzy when I change positions.",
            "I feel dizzy after eating.",
            "I feel dizzy after exercise.",
            "I feel dizzy when I look up.",
            "I feel dizzy and nauseous.",
            "I feel dizzy and have a headache.",
            "I feel dizzy and have blurred vision.",
            "I feel dizzy and experience ringing in my ears.",
            "I feel dizzy and have difficulty concentrating.",
            "I'm concerned about the frequency of my dizziness.",
            "I'm seeking medical attention for my dizziness." 
        ],
        "responses" : "Dizziness"
    },
    {
        "intent" : "Blurred vision",
        "text" : [
            "My vision is blurry.",
            "I can't see clearly.",
            "Things appear out of focus.",
            "My vision is distorted.",
            "I have difficulty reading.",
            "I'm experiencing double vision.",
            "My vision is blurry in one eye.",
            "My vision is blurry in both eyes.",
            "My vision is blurry when I look at close objects.",
            "My vision is blurry when I look at distant objects.",
            "My vision is blurry in the morning.",
            "My vision is blurry after I wake up.",
            "My vision is blurry and I'm experiencing headaches.",
            "My vision is blurry and I'm experiencing eye pain.",
            "My vision is blurry and I'm experiencing flashes of light.",
            "My vision is blurry and I'm experiencing floaters.",
            "I'm concerned about the sudden onset of blurry vision.",
            "I'm experiencing difficulty driving due to blurry vision.",
            "I'm experiencing difficulty reading due to blurry vision.",
            "I'm seeking medical attention for my blurry vision." 
        ],
        "responses" : "Blurred vision"
    },
    {
        "intent" : "Loss of balance",
        "text" : [
            "I'm experiencing loss of balance.",
            "I feel unsteady on my feet.",
            "I'm having difficulty walking.",
            "I feel like I'm going to fall.",
            "I'm experiencing frequent falls.",
            "I have difficulty standing still.",
            "I need to hold onto something for support.",
            "I feel dizzy and lose my balance.",
            "I experience sudden loss of balance.",
            "I'm experiencing difficulty coordinating my movements.",
            "I'm experiencing problems with my gait.",
            "I feel unsteady when I turn my head.",
            "I'm experiencing difficulty getting up from a chair.",
            "I'm experiencing loss of balance when I walk in the dark.",
            "I'm concerned about my frequent falls.",
            "I'm experiencing difficulty with my balance and coordination.",
            "I'm experiencing fear of falling.",
            "I'm experiencing difficulty with daily activities due to loss of balance.",
            "I'm seeking medical attention for my balance problems.",
            "I'm concerned about my safety due to loss of balance." 
        ],
        "responses" : "Loss of balance"
    },
    {
        "intent" : "Memory loss",
        "text" : [
            "I'm forgetting things more often.",
            "I can't remember things that I used to know.",
            "I'm having trouble remembering names and faces.",
            "I'm forgetting appointments and commitments.",
            "I'm losing my train of thought.",
            "I'm having difficulty recalling recent events.",
            "I'm forgetting where I put things.",
            "I'm repeating myself frequently.",
            "I'm having trouble learning new information.",
            "I'm forgetting words that I used to know.",
            "I'm experiencing a decline in my memory.",
            "I'm concerned about my memory loss.",
            "I'm having trouble remembering past events.",
            "I'm feeling confused and forgetful.",
            "I'm experiencing difficulty with short-term memory.",
            "I'm experiencing difficulty with long-term memory.",
            "I'm having trouble following conversations.",
            "I'm feeling frustrated by my memory problems.",
            "I'm concerned about my cognitive decline.",
            "I'm seeking medical advice for my memory problems."
        ],
        "responses" : "Memory loss"
    },
    {
        "intent" : "Trouble walking",
        "text" : [
            "I'm having difficulty walking.",
            "I feel unsteady on my feet.",
            "I'm experiencing problems with balance.",
            "I'm walking more slowly than usual.",
            "I'm experiencing difficulty turning.",
            "I'm experiencing difficulty going up and down stairs.",
            "I'm experiencing stumbling and falling.",
            "I'm walking with a limp.",
            "I'm experiencing weakness in my legs.",
            "I'm experiencing pain when walking.",
            "I'm experiencing difficulty initiating walking.",
            "I'm experiencing a shuffling gait.",
            "I'm experiencing difficulty maintaining my balance.",
            "I'm experiencing problems with coordination.",
            "I'm feeling unsteady when I stand up.",
            "I'm experiencing difficulty walking in the dark.",
            "I'm experiencing difficulty walking on uneven surfaces.",
            "I'm experiencing fatigue while walking.",
            "I'm concerned about my difficulty walking.",
            "I'm seeking medical advice for my walking problems."
        ],
        "responses" : "Trouble walking"
    },
    {
        "intent" : "Trouble speaking",
        "text" : [
            "I'm having trouble finding the right words.",
            "I'm slurring my speech.",
            "I'm speaking more slowly than usual.",
            "I'm having difficulty forming sentences.",
            "I'm stuttering more frequently.",
            "I'm experiencing difficulty understanding others.",
            "I'm experiencing difficulty making myself understood.",
            "I'm speaking in a monotone voice.",
            "I'm experiencing difficulty pronouncing words.",
            "I'm experiencing difficulty with grammar.",
            "I'm experiencing difficulty with vocabulary.",
            "I'm becoming frustrated when I try to speak.",
            "I'm avoiding social situations because of my speech difficulties.",
            "I'm concerned about my ability to communicate.",
            "I'm experiencing difficulty reading and writing.",
            "I'm experiencing difficulty understanding complex instructions.",
            "I'm experiencing difficulty participating in conversations.",
            "I'm experiencing difficulty expressing my thoughts.",
            "I'm seeking medical advice for my speech problems.",
            "I'm concerned about my communication skills."
        ],
        "responses" : "Trouble speaking"
    },
    {
        "intent" : "Numbness",
        "text" : [
            "I'm experiencing numbness in my hands.",
            "I'm experiencing numbness in my feet.",
            "I'm experiencing numbness in my face.",
            "I'm experiencing numbness in my arms.",
            "I'm experiencing numbness in my legs.",
            "I'm experiencing tingling sensations along with numbness.",
            "I'm experiencing weakness along with numbness.",
            "The numbness is spreading.",
            "I'm experiencing difficulty feeling sensations.",
            "I'm dropping things because of numbness.",
            "I'm experiencing difficulty with fine motor skills due to numbness.",
            "I'm experiencing pain along with numbness.",
            "The numbness is interfering with my daily activities.",
            "I'm concerned about the cause of the numbness.",
            "I'm experiencing numbness and weakness on one side of my body.",
            "I'm experiencing difficulty sleeping due to numbness.",
            "I'm experiencing anxiety due to the numbness.",
            "I'm seeking medical advice for the numbness.",
            "I'm experiencing difficulty walking due to numbness in my feet.",
            "I'm experiencing difficulty using my hands due to numbness."
        ],
        "responses" : "Numbness"
    },
    {
        "intent" : "Paralysis-Three",
        "text" : [
            "I can't move my face at all, and my arm feels completely numb.",
            "My face is drooping, I can't lift my arm, and my leg feels weak.",
            "Half of my face is paralyzed, and I'm having trouble moving my arm.",
            "I'm experiencing facial paralysis, and my arm and leg feel weak.",
            "My face is drooping, I can't move my arm, and I'm having trouble walking.",
            "I have no feeling in my face, and my arm and leg are paralyzed.",
            "Half of my face is paralyzed, and I can barely move my arm.",
            "I'm experiencing facial paralysis, and I'm having difficulty moving my arm and leg.",
            "My face is drooping, and I have no strength in my arm and leg.",
            "I can't move my face, and my arm and leg are completely paralyzed.",
            "Half of my face is paralyzed, and I can't lift my arm.",
            "I'm experiencing facial paralysis, and my arm and leg feel weak.",
            "My face is drooping, and I'm having trouble moving my arm and leg.",
            "I have no feeling in my face, and my arm and leg are paralyzed.",
            "Half of my face is paralyzed, and I can barely move my arm.",
            "I'm experiencing facial paralysis, and I'm having difficulty moving my arm and leg.",
            "My face is drooping, and I have no strength in my arm and leg.",
            "I can't move my face, and my arm and leg are completely paralyzed.",
            "Half of my face is paralyzed, and I can't lift my arm.",
            "I'm experiencing facial paralysis, and my arm and leg feel weak."
        ],
        "responses" : ["Facial paralysis", "Arm paralysis", "Leg paralysis"]
    },
    {
        "intent" : "Muscle weakness",
        "text" : [
            "I feel weak in my muscles.",
            "I have difficulty lifting things.",
            "I get tired easily.",
            "I feel like I don't have the strength I used to.",
            "My muscles feel fatigued.",
            "I have trouble climbing stairs.",
            "I have difficulty getting out of a chair.",
            "I feel like my muscles are giving out.",
            "I have trouble holding things.",
            "I feel like I'm losing muscle mass.",
            "I have difficulty with fine motor skills.",
            "I feel weak in my arms and legs.",
            "I have difficulty with daily activities due to weakness.",
            "I feel like I'm constantly exhausted.",
            "I have difficulty lifting my head.",
            "I feel like I'm losing control of my muscles.",
            "I'm experiencing muscle weakness and fatigue.",
            "I'm concerned about the sudden onset of muscle weakness.",
            "I'm experiencing difficulty with balance due to muscle weakness.",
            "I'm seeking medical advice for my muscle weakness."
        ],
        "responses" : "Muscle weakness"
    },
    {
        "intent" : "Joint pain",
        "text" : [
            "My joints hurt.",
            "I'm experiencing joint pain.",
            "My joints feel achy.",
            "I have pain in my knees, hips, and shoulders.",
            "The pain in my joints is worse in the morning.",
            "The pain in my joints worsens with activity.",
            "I have difficulty moving my joints.",
            "The pain in my joints is sharp and stabbing.",
            "The pain in my joints is dull and achy.",
            "I have swelling in my joints along with pain.",
            "I have stiffness in my joints along with pain.",
            "The pain in my joints is interfering with my sleep.",
            "I'm experiencing difficulty walking due to joint pain.",
            "I'm experiencing difficulty performing daily activities due to joint pain.",
            "I'm concerned about the increasing severity of joint pain.",
            "I'm experiencing fatigue and joint pain.",
            "I'm experiencing fever and joint pain.",
            "I'm seeking medical advice for my joint pain.",
            "I'm worried about the long-term effects of joint pain.",
            "I'm experiencing difficulty with fine motor skills due to joint pain."
        ],
        "responses" : "Joint pain"
    },
    {
        "intent" : "Swollen joints",
        "text" : [
            "My joints are swollen.",
            "My knees, ankles, and fingers are swollen.",
            "My joints feel puffy and inflamed.",
            "The swelling in my joints is painful.",
            "The swelling in my joints is limiting my range of motion.",
            "I have difficulty bending my joints due to swelling.",
            "The swelling in my joints is warm to the touch.",
            "The swelling in my joints is red.",
            "I'm experiencing stiffness in my swollen joints.",
            "I'm experiencing pain and stiffness in my swollen joints.",
            "I'm concerned about the swelling in my joints.",
            "The swelling in my joints is getting worse.",
            "I'm experiencing difficulty with daily activities due to swollen joints.",
            "I'm experiencing fatigue and swollen joints.",
            "I'm experiencing fever and swollen joints.",
            "I'm experiencing weight loss and swollen joints.",
            "I'm experiencing skin rashes and swollen joints.",
            "I'm experiencing difficulty sleeping due to swollen joints.",
            "I'm seeking medical advice for the swelling in my joints.",
            "I'm worried about the long-term effects of swollen joints."
        ],
        "responses" : "Swollen joints"
    },
    {
        "intent" : "Stiffness",
        "text" : [
            "My joints feel stiff.",
            "I'm experiencing stiffness in my joints.",
            "My muscles feel stiff.",
            "I have difficulty moving in the morning.",
            "It takes me a while to get moving in the morning.",
            "My joints feel locked up.",
            "I'm experiencing stiffness in my neck and back.",
            "The stiffness in my joints is worse after inactivity.",
            "I'm experiencing pain and stiffness in my joints.",
            "The stiffness in my joints is limiting my range of motion.",
            "I'm experiencing difficulty getting out of bed due to stiffness.",
            "I'm experiencing difficulty climbing stairs due to stiffness.",
            "I'm experiencing stiffness in my fingers and hands.",
            "I'm experiencing difficulty with fine motor skills due to stiffness.",
            "I'm concerned about the increasing stiffness in my joints.",
            "I'm experiencing fatigue and stiffness.",
            "I'm experiencing difficulty with daily activities due to stiffness.",
            "I'm seeking medical advice for the stiffness in my joints.",
            "I'm worried about the long-term effects of stiffness.",
            "I'm experiencing difficulty relaxing due to stiffness."
        ],
        "responses" : "Stiffness"
    },
    {
        "intent" : "Muscle cramps",
        "text" : [
            "I'm experiencing muscle cramps.",
            "My muscles are suddenly contracting involuntarily.",
            "I have sharp, painful spasms in my muscles.",
            "The cramps are causing severe pain.",
            "The cramps are interfering with my sleep.",
            "I'm experiencing cramps in my calves.",
            "I'm experiencing cramps in my feet.",
            "I'm experiencing cramps in my hands.",
            "The cramps are worse after exercise.",
            "The cramps are worse at night.",
            "I'm experiencing dehydration and muscle cramps.",
            "I'm experiencing electrolyte imbalance and muscle cramps.",
            "I'm concerned about the frequency of my muscle cramps.",
            "The cramps are causing difficulty walking.",
            "The cramps are causing difficulty sleeping.",
            "I'm experiencing weakness and muscle cramps.",
            "I'm experiencing fatigue and muscle cramps.",
            "I'm seeking medical advice for my muscle cramps.",
            "I'm worried about the cause of my muscle cramps.",
            "I'm experiencing difficulty with daily activities due to muscle cramps."
        ],
        "responses" : "Muscle cramps"
    },
    {
        "intent" : "Stiff neck",
        "text" : [
            "My neck feels stiff.",
            "I can't turn my head easily.",
            "My neck is sore and painful.",
            "I have difficulty moving my neck.",
            "My neck feels tight and restricted.",
            "I have pain that radiates from my neck to my shoulders.",
            "My neck is tender to the touch.",
            "I have difficulty sleeping due to neck stiffness.",
            "I'm experiencing headaches along with neck stiffness.",
            "I'm experiencing dizziness along with neck stiffness.",
            "I have limited range of motion in my neck.",
            "I feel like my neck is locked up.",
            "I'm experiencing muscle spasms in my neck.",
            "I have difficulty looking up and down.",
            "I have difficulty looking over my shoulder.",
            "I'm experiencing pain when I move my neck.",
            "I'm concerned about the sudden onset of neck stiffness.",
            "I'm experiencing difficulty driving due to neck stiffness.",
            "I'm seeking medical advice for my neck stiffness.",
            "I'm experiencing difficulty with daily activities due to neck stiffness."
        ],
        "responses" : "Stiff neck"
    },
    {
        "intent" : "Frequent urination",
        "text" : [
            "I'm urinating more often than usual.",
            "I have to go to the bathroom frequently.",
            "I'm waking up at night to urinate.",
            "I feel like I always have to pee.",
            "I'm experiencing urgency to urinate.",
            "I'm urinating small amounts frequently.",
            "I feel like I can't hold it in.",
            "I'm experiencing frequent urination and a weak urine stream.",
            "I'm experiencing frequent urination and urgency.",
            "I'm experiencing frequent urination and pain when urinating.",
            "I'm concerned about the increase in urination frequency.",
            "I'm experiencing frequent urination and dehydration.",
            "I'm experiencing frequent urination and fatigue.",
            "I'm experiencing frequent urination and anxiety.",
            "I'm experiencing frequent urination and difficulty sleeping.",
            "I'm experiencing frequent urination and a strong urge to urinate.",
            "I'm experiencing frequent urination and a feeling of incomplete bladder emptying.",
            "I'm seeking medical advice for frequent urination.",
            "I'm experiencing frequent urination and a burning sensation when urinating.",
            "I'm experiencing frequent urination and blood in my urine."
        ],
        "responses" : "Frequent urination"
    },
    {
        "intent" : "Burning micturition",
        "text" : [
            "I have a burning sensation when I urinate.",
            "It hurts when I pee.",
            "I feel like I'm on fire when I urinate.",
            "There's a stinging sensation when I urinate.",
            "I experience pain and burning during urination.",
            "The burning sensation is intense and uncomfortable.",
            "The burning sensation occurs throughout urination.",
            "The burning sensation is worse at the end of urination.",
            "I'm experiencing frequent urination and burning.",
            "I'm experiencing urgency to urinate and burning.",
            "I'm experiencing blood in my urine and burning.",
            "I'm experiencing pain in my lower abdomen and burning.",
            "I'm experiencing fever and chills and burning when urinating.",
            "I'm concerned about the burning sensation when I urinate.",
            "The burning sensation is making it difficult to urinate.",
            "I'm experiencing discomfort and burning when I urinate.",
            "I'm experiencing anxiety due to the burning sensation.",
            "I'm seeking medical advice for the burning sensation when I urinate.",
            "I'm experiencing difficulty sleeping due to the burning sensation.",
            "I'm avoiding fluids because of the burning sensation when I urinate."
        ],
        "responses" : "Burning micturition"
    },
    {
        "intent" : "Pain when peeing",
        "text" : [
            "It hurts when I urinate.",
            "I'm experiencing pain during urination.",
            "I have pain in my bladder when I urinate.",
            "I have pain in my urethra when I urinate.",
            "The pain is sharp and stabbing.",
            "The pain is dull and achy.",
            "I'm experiencing cramping during urination.",
            "I'm experiencing difficulty starting urination.",
            "I'm experiencing difficulty stopping urination.",
            "I'm experiencing frequent urination and pain when urinating.",
            "I'm experiencing urgency to urinate and pain when urinating.",
            "I'm experiencing blood in my urine and pain when urinating.",
            "I'm experiencing fever and chills and pain when urinating.",
            "I'm concerned about the pain I'm experiencing when I urinate.",
            "The pain is making it difficult to urinate.",
            "I'm experiencing discomfort and pain when I urinate.",
            "I'm experiencing anxiety due to the pain when I urinate.",
            "I'm seeking medical advice for the pain I'm experiencing when I urinate.",
            "I'm experiencing difficulty sleeping due to the pain when I urinate.",
            "I'm avoiding fluids because of the pain when I urinate."
        ],
        "responses" : "Pain when peeing"
    },
    {
        "intent" : "Bladder discomfort",
        "text" : [
            "I feel uncomfortable in my bladder.", 
            "There's a nagging feeling in my bladder.", 
            "My bladder feels irritated.", 
            "I have a constant urge to urinate, but nothing comes out.", 
            "My bladder feels full, even after I've urinated.", 
            "I have a sense of pressure in my bladder.", 
            "My bladder feels heavy and uncomfortable.", 
            "I feel a constant need to urinate, but only a small amount comes out.", 
            "I have a feeling of incomplete bladder emptying.", 
            "My bladder feels like it's constantly contracting.", 
            "I have a dull ache in my bladder area.", 
            "I feel a sense of urgency, but no urine is released.", 
            "My bladder feels tender to the touch.", 
            "I have a feeling of discomfort in my lower abdomen.", 
            "I feel like I need to urinate frequently, but only a small amount comes out.", 
            "I have a feeling of pressure in my pelvic area.", 
            "I feel a constant urge to urinate, but it's painful.", 
            "I'm experiencing bladder discomfort and frequent urination.", 
            "I'm experiencing bladder discomfort and urgency to urinate.", 
            "I'm concerned about the persistent bladder discomfort." 
        ],
        "responses" : "Bladder discomfort"
    },
    {
        "intent" : "Continuous feel of urine",
        "text" : [
            "I constantly feel like I need to urinate.", 
            "I have a persistent urge to urinate.", 
            "I feel like my bladder is always full.", 
            "I have a constant feeling of pressure to urinate.", 
            "I feel like I need to urinate, but only a small amount comes out.", 
            "I have a constant urge to urinate, even after I've just gone.", 
            "I feel like I can't fully empty my bladder.", 
            "I have a constant feeling of fullness in my bladder area.", 
            "I'm constantly aware of the need to urinate.", 
            "I feel like I'm always holding it in.", 
            "I have a constant urge to urinate, even when I'm not drinking fluids.", 
            "I'm experiencing frequent urination and a constant urge to urinate.", 
            "I'm experiencing urgency to urinate and a constant feeling of fullness.", 
            "I'm experiencing discomfort and a constant urge to urinate.", 
            "I'm concerned about the constant feeling of needing to urinate.", 
            "I'm experiencing anxiety due to the constant urge to urinate.", 
            "I'm experiencing difficulty sleeping due to the constant urge to urinate.", 
            "I'm avoiding social situations due to the constant urge to urinate.", 
            "I'm seeking medical advice for the constant feeling of needing to urinate.", 
            "I'm experiencing fatigue due to the constant urge to urinate." 
        ],
        "responses" : "Continuous feel of urine"
    },
    {
        "intent" : "Lower belly pain",
        "text" : [
            "I have pain in my lower abdomen.", 
            "My lower belly hurts.", 
            "I have discomfort in my pelvic area.", 
            "I feel a cramping sensation in my lower abdomen.", 
            "I have pain below my belly button.", 
            "The pain is dull and achy.", 
            "The pain is sharp and stabbing.", 
            "The pain comes and goes.", 
            "The pain is worse when I urinate.", 
            "The pain is worse when I have a bowel movement.", 
            "I'm experiencing lower belly pain and frequent urination.", 
            "I'm experiencing lower belly pain and urgency to urinate.", 
            "I'm experiencing lower belly pain and back pain.", 
            "I'm experiencing lower belly pain and nausea.", 
            "I'm concerned about the lower belly pain.", 
            "The lower belly pain is interfering with my daily activities.", 
            "I'm experiencing difficulty sleeping due to lower belly pain.", 
            "I'm experiencing fever and lower belly pain.", 
            "I'm seeking medical advice for lower belly pain.", 
            "I'm experiencing chills and lower belly pain." 
        ],
        "responses" : "Lower belly pain"
    },
    {
        "intent" : "Blood in urine",
        "text" : [
            "I'm seeing blood in my urine.", 
            "There's blood in my pee.", 
            "My urine is pink or red.", 
            "I'm noticing blood clots in my urine.", 
            "I'm concerned about the presence of blood in my urine.", 
            "I'm experiencing pain when urinating and blood in my urine.", 
            "I'm experiencing frequent urination and blood in my urine.", 
            "I'm experiencing urgency to urinate and blood in my urine.", 
            "I'm experiencing lower back pain and blood in my urine.", 
            "I'm experiencing fever and chills and blood in my urine.", 
            "I'm experiencing fatigue and blood in my urine.", 
            "I'm experiencing weight loss and blood in my urine.", 
            "I'm experiencing nausea and blood in my urine.", 
            "I'm experiencing vomiting and blood in my urine.", 
            "I'm experiencing dizziness and blood in my urine.", 
            "I'm experiencing difficulty urinating and blood in my urine.", 
            "I'm experiencing a burning sensation when urinating and blood in my urine.", 
            "I'm seeking immediate medical attention for blood in my urine.", 
            "I'm experiencing anxiety due to the presence of blood in my urine.", 
            "I'm concerned about the potential causes of blood in my urine." 
        ],
        "responses" : "Blood in urine"
    },
    {
        "intent" : "Excessive hunger",
        "text" : [
            "I'm always hungry.", 
            "I feel hungry all the time.", 
            "I can't seem to get enough to eat.", 
            "I'm constantly thinking about food.", 
            "I feel hungry even after eating a meal.", 
            "I'm experiencing insatiable hunger.", 
            "I feel like I could eat all day long.", 
            "I'm constantly craving food.", 
            "I'm eating more than usual and still feel hungry.", 
            "I'm experiencing uncontrollable hunger.", 
            "I'm feeling weak and dizzy from hunger.", 
            "I'm having difficulty concentrating due to hunger.", 
            "I'm feeling irritable due to hunger.", 
            "I'm experiencing headaches due to hunger.", 
            "I'm concerned about my excessive hunger.", 
            "I'm eating more than usual and gaining weight.", 
            "I'm experiencing difficulty controlling my food intake.", 
            "I'm seeking medical advice for my excessive hunger.", 
            "I'm worried about the impact of excessive hunger on my health.", 
            "I'm experiencing anxiety due to excessive hunger." 
        ],
        "responses" : "Excessive hunger"
    },
    {
        "intent" : "Increased appetite",
        "text" : [
            "My appetite has increased.", 
            "I'm eating more than usual.", 
            "I'm hungrier than normal.", 
            "I'm feeling more hungry than usual.", 
            "I'm eating larger portions than usual.", 
            "I'm craving more food than usual.", 
            "I'm eating more frequently than usual.", 
            "I'm finding it difficult to control my food intake.", 
            "I'm eating even when I'm not hungry.", 
            "I'm experiencing an increased desire for certain foods.", 
            "I'm feeling more hungry after eating.", 
            "I'm gaining weight due to increased appetite.", 
            "I'm concerned about my increased appetite.", 
            "I'm experiencing difficulty maintaining a healthy weight due to increased appetite.", 
            "I'm experiencing fatigue and increased appetite.", 
            "I'm experiencing mood swings and increased appetite.", 
            "I'm experiencing anxiety and increased appetite.", 
            "I'm seeking medical advice for my increased appetite.", 
            "I'm experiencing difficulty concentrating due to increased appetite.", 
            "I'm experiencing difficulty sleeping due to increased appetite." 
        ],
        "responses" : "Increased appetite"
    },
    {
        "intent" : "Often thirsty",
        "text" : [
            "I'm very thirsty.", 
            "I'm constantly thirsty.", 
            "I'm drinking more water than usual.", 
            "I feel dehydrated all the time.", 
            "I'm waking up at night thirsty.", 
            "I'm experiencing dry mouth.", 
            "I'm always reaching for a drink.", 
            "I'm feeling thirsty even after drinking fluids.", 
            "I'm concerned about how much I'm drinking.", 
            "I'm experiencing frequent urination and thirst.", 
            "I'm experiencing dizziness and thirst.", 
            "I'm experiencing headaches and thirst.", 
            "I'm experiencing fatigue and thirst.", 
            "I'm experiencing dry skin and thirst.", 
            "I'm experiencing muscle cramps and thirst.", 
            "I'm seeking medical advice for excessive thirst.", 
            "I'm experiencing difficulty concentrating due to thirst.", 
            "I'm experiencing anxiety due to thirst.", 
            "I'm concerned about the potential health implications of excessive thirst.", 
            "I'm experiencing difficulty sleeping due to thirst." 
        ],
        "responses" : "Often thirsty"
    },
    {
        "intent" : "Weight loss",
        "text" : [
            "I've lost weight recently.", 
            "I'm losing weight unintentionally.", 
            "I'm thinner than usual.", 
            "I'm experiencing unexplained weight loss.", 
            "My clothes are fitting looser.", 
            "I'm losing weight despite eating normally.", 
            "I'm losing weight even though I'm eating more.", 
            "I'm concerned about my weight loss.", 
            "I'm experiencing fatigue and weight loss.", 
            "I'm experiencing weakness and weight loss.", 
            "I'm experiencing loss of appetite and weight loss.", 
            "I'm experiencing nausea and vomiting and weight loss.", 
            "I'm experiencing diarrhea and weight loss.", 
            "I'm experiencing fever and chills and weight loss.", 
            "I'm experiencing night sweats and weight loss.", 
            "I'm experiencing difficulty sleeping and weight loss.", 
            "I'm experiencing depression and weight loss.", 
            "I'm seeking medical advice for my weight loss.", 
            "I'm concerned about the impact of weight loss on my health.", 
            "I'm experiencing anxiety due to weight loss." 
        ],
        "responses" : "Weight loss"
    },
    {
        "intent" : "Obesity",
        "text" : [
            "I am overweight.",
            "I have a high BMI.", 
            "I am considered obese.",
            "I have excess body fat.",
            "I have difficulty losing weight.",
            "I am struggling with my weight.",
            "I am concerned about my health due to my weight.",
            "I have difficulty fitting into my clothes.",
            "I experience shortness of breath.",
            "I experience joint pain.",
            "I experience sleep apnea.",
            "I have high blood pressure.",
            "I have high cholesterol.",
            "I have type 2 diabetes.",
            "I am at risk for heart disease.",
            "I am experiencing low self-esteem due to my weight.",
            "I am seeking medical advice for weight loss.",
            "I am looking for ways to improve my health.",
            "I am trying to make lifestyle changes.",
            "I am looking for support in my weight loss journey." 
        ],
        "responses" : "Obesity"
    },
    {
        "intent" : "Weight gain",
        "text" : [
            "I've gained weight recently.",
            "I'm heavier than I used to be.", 
            "My clothes are feeling tighter.", 
            "I'm noticing an increase in my weight.", 
            "I'm concerned about my recent weight gain.", 
            "I'm trying to lose weight, but it's difficult.", 
            "I'm not sure why I'm gaining weight.", 
            "I'm eating less, but still gaining weight.", 
            "I'm experiencing fatigue and weight gain.", 
            "I'm experiencing increased appetite and weight gain.", 
            "I'm experiencing difficulty sleeping and weight gain.", 
            "I'm experiencing mood swings and weight gain.", 
            "I'm concerned about my health due to weight gain.", 
            "I'm looking for ways to lose weight safely.", 
            "I'm considering consulting a dietitian.", 
            "I'm trying to increase my physical activity.", 
            "I'm making changes to my diet.", 
            "I'm seeking medical advice for weight gain.", 
            "I'm feeling frustrated with my weight gain.", 
            "I'm looking for support in my weight loss journey." 
        ],
        "responses" : "Weight gain"
    },
    {
        "intent" : "Enlarged thyroid",
        "text" : [
            "I have a swollen neck.", 
            "I can see a lump in my neck.", 
            "My neck feels swollen.", 
            "I have difficulty swallowing.", 
            "I have difficulty breathing.", 
            "I have a hoarse voice.", 
            "I'm experiencing fatigue.", 
            "I'm experiencing weight loss.", 
            "I'm experiencing heat intolerance.", 
            "I'm experiencing cold intolerance.", 
            "I'm experiencing rapid heartbeat.", 
            "I'm experiencing irritability.", 
            "I'm experiencing anxiety.", 
            "I'm experiencing trembling hands.", 
            "I'm experiencing difficulty concentrating.", 
            "I'm concerned about the swelling in my neck.", 
            "I'm seeking medical advice for the swelling in my neck.", 
            "I'm experiencing changes in my menstrual cycle.", 
            "I'm experiencing hair loss.", 
            "I'm experiencing changes in my bowel habits." 
        ],
        "responses" : "Enlarged thyroid"
    },
    {
        "intent" : "Insomnia",
        "text" : [
            "I'm having trouble sleeping.", 
            "I can't fall asleep at night.", 
            "I wake up frequently during the night.", 
            "I wake up early in the morning and can't go back to sleep.", 
            "I'm experiencing difficulty staying asleep.", 
            "I'm feeling tired during the day.", 
            "I'm experiencing daytime drowsiness.", 
            "I'm feeling irritable and anxious.", 
            "I'm experiencing difficulty concentrating.", 
            "I'm feeling fatigued.", 
            "I'm experiencing headaches.", 
            "I'm experiencing muscle aches.", 
            "I'm experiencing mood swings.", 
            "I'm concerned about my lack of sleep.", 
            "I'm trying relaxation techniques to improve my sleep.", 
            "I'm avoiding caffeine and alcohol before bed.", 
            "I'm establishing a regular sleep schedule.", 
            "I'm creating a relaxing bedtime routine.", 
            "I'm seeking medical advice for my insomnia.", 
            "I'm concerned about the impact of insomnia on my health." 
        ],
        "responses" : "Insomnia"
    },
    {
        "intent" : "Anxiety",
        "text" : [
            "I'm feeling anxious.", 
            "I'm feeling worried and uneasy.", 
            "I'm experiencing excessive worry.", 
            "I'm feeling restless and agitated.", 
            "I'm experiencing difficulty relaxing.", 
            "I'm feeling overwhelmed.", 
            "I'm experiencing racing thoughts.", 
            "I'm experiencing difficulty concentrating.", 
            "I'm experiencing irritability.", 
            "I'm experiencing restlessness.", 
            "I'm experiencing muscle tension.", 
            "I'm experiencing difficulty sleeping.", 
            "I'm experiencing fatigue.", 
            "I'm experiencing headaches.", 
            "I'm experiencing dizziness.", 
            "I'm experiencing shortness of breath.", 
            "I'm experiencing chest pain.", 
            "I'm concerned about my anxiety.", 
            "I'm seeking professional help for my anxiety.", 
            "I'm trying relaxation techniques to manage my anxiety." 
        ],
        "responses" : "Anxiety"
    },
    {
        "intent" : "tired-four",
        "text" : [
        "I feel so confused, I can't seem to think straight, and I'm exhausted all the time.",
            "I'm constantly dizzy, I feel so tired, and I just don't have the energy to do anything.",
            "I feel like I'm in a fog, I'm so tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble concentrating, I feel extremely tired, and I feel dizzy all the time.",
            "I feel confused and disoriented, I'm exhausted, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a daze, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble thinking clearly, I feel exhausted, and I feel dizzy and lightheaded.",
            "I feel confused and disoriented, I'm so tired, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a fog, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble concentrating, I feel extremely tired, and I feel dizzy all the time.",
            "I feel confused and disoriented, I'm exhausted, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a daze, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble thinking clearly, I feel exhausted, and I feel dizzy and lightheaded.",
            "I feel confused and disoriented, I'm so tired, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a fog, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble concentrating, I feel extremely tired, and I feel dizzy all the time.",
            "I feel confused and disoriented, I'm exhausted, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a daze, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble thinking clearly, I feel exhausted, and I feel dizzy and lightheaded.",
            "I feel confused and disoriented, I'm so tired, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a fog, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble concentrating, I feel extremely tired, and I feel dizzy all the time.",
            "I feel confused and disoriented, I'm exhausted, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a daze, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble thinking clearly, I feel exhausted, and I feel dizzy and lightheaded.",
            "I feel confused and disoriented, I'm so tired, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a fog, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble concentrating, I feel extremely tired, and I feel dizzy all the time.",
            "I feel confused and disoriented, I'm exhausted, and I have no energy at all.",
            "I'm experiencing dizziness and confusion, and I'm so tired I can barely keep my eyes open.",
            "I feel like I'm in a daze, I'm constantly tired, and I feel this overwhelming sense of lethargy.",
            "I'm having trouble thinking clearly, I feel exhausted, and I feel dizzy and lightheaded."
        ],
        "responses" : ["Feeling confused", "Feeling tired", "Feeling dizzy","Lethargy"]
    },
    {
        "intent" : "Nosebleeds",
        "text" : [
            "I'm experiencing nosebleeds.",
            "I'm having frequent nosebleeds.", 
            "Blood is coming from my nose.", 
            "I'm having difficulty stopping the bleeding from my nose.", 
            "I'm finding blood in my nasal mucus.", 
            "I'm concerned about the frequency of my nosebleeds.", 
            "I'm experiencing nosebleeds after minor trauma.", 
            "I'm experiencing nosebleeds for no apparent reason.", 
            "I'm experiencing fatigue and nosebleeds.", 
            "I'm experiencing weight loss and nosebleeds.", 
            "I'm experiencing easy bruising and nosebleeds.", 
            "I'm experiencing fever and nosebleeds.", 
            "I'm experiencing dizziness and nosebleeds.", 
            "I'm experiencing headaches and nosebleeds.", 
            "I'm seeking medical advice for my nosebleeds.", 
            "I'm concerned about the underlying cause of my nosebleeds.", 
            "I'm experiencing difficulty swallowing and nosebleeds.", 
            "I'm experiencing shortness of breath and nosebleeds.", 
            "I'm experiencing chest pain and nosebleeds.", 
            "I'm experiencing skin rashes and nosebleeds." 
        ],
        "responses" : "Nosebleeds"
    },
    {
        "intent" : "Swelled lymph nodes",
        "text" : [
            "I have swollen lymph nodes.", 
            "I can feel lumps in my neck.", 
            "My lymph nodes are enlarged.", 
            "I have swollen glands in my neck.", 
            "I can feel swollen lymph nodes under my arms.", 
            "I can feel swollen lymph nodes in my groin.", 
            "The swollen lymph nodes are tender to the touch.", 
            "The swollen lymph nodes are painful.", 
            "I'm experiencing fever and swollen lymph nodes.", 
            "I'm experiencing night sweats and swollen lymph nodes.", 
            "I'm experiencing weight loss and swollen lymph nodes.", 
            "I'm experiencing fatigue and swollen lymph nodes.", 
            "I'm experiencing chills and swollen lymph nodes.", 
            "I'm experiencing headache and swollen lymph nodes.", 
            "I'm concerned about the swollen lymph nodes.", 
            "I'm seeking medical advice for swollen lymph nodes.", 
            "I'm experiencing difficulty swallowing and swollen lymph nodes.", 
            "I'm experiencing difficulty breathing and swollen lymph nodes.", 
            "I'm experiencing skin rashes and swollen lymph nodes.", 
            "I'm experiencing muscle aches and swollen lymph nodes." 
        ],
        "responses" : "Swelled lymph nodes"
    },
    {
        "intent" : "Blood in stool",
        "text" : [
            "I'm seeing blood in my stool.", 
            "There's blood in my poop.", 
            "My stool is bloody.", 
            "I'm experiencing rectal bleeding.", 
            "I'm passing bright red blood in my stool.", 
            "I'm passing dark, tarry stools.", 
            "I'm experiencing abdominal pain and blood in my stool.", 
            "I'm experiencing diarrhea and blood in my stool.", 
            "I'm experiencing constipation and blood in my stool.", 
            "I'm experiencing weakness and fatigue and blood in my stool.", 
            "I'm experiencing dizziness and blood in my stool.", 
            "I'm experiencing weight loss and blood in my stool.", 
            "I'm concerned about the presence of blood in my stool.", 
            "I'm experiencing abdominal cramps and blood in my stool.", 
            "I'm experiencing nausea and vomiting and blood in my stool.", 
            "I'm seeking immediate medical attention for blood in my stool.", 
            "I'm experiencing fever and chills and blood in my stool.", 
            "I'm experiencing difficulty swallowing and blood in my stool.", 
            "I'm experiencing shortness of breath and blood in my stool.", 
            "I'm experiencing chest pain and blood in my stool." 
        ],
        "responses" : "Blood in stool"
    },
    {
        "intent" : "Tinnitus",
        "text" : [
            "I'm experiencing ringing in my ears.", 
            "I hear buzzing sounds in my ears.", 
            "I hear a constant ringing in my ears.", 
            "I hear a whistling sound in my ears.", 
            "I hear a roaring sound in my ears.", 
            "The ringing in my ears is constant.", 
            "The ringing in my ears is intermittent.", 
            "The ringing in my ears is loud and distracting.", 
            "The ringing in my ears is making it difficult to sleep.", 
            "The ringing in my ears is making it difficult to concentrate.", 
            "I'm experiencing dizziness and ringing in my ears.", 
            "I'm experiencing headaches and ringing in my ears.", 
            "I'm experiencing hearing loss and ringing in my ears.", 
            "I'm concerned about the ringing in my ears.", 
            "I'm seeking medical advice for the ringing in my ears.", 
            "The ringing in my ears is worse in quiet environments.", 
            "The ringing in my ears is affecting my mood.", 
            "I'm experiencing anxiety due to the ringing in my ears.", 
            "I'm experiencing depression due to the ringing in my ears.", 
            "I'm experiencing difficulty socializing due to the ringing in my ears." 
        ],
        "responses" : "Tinnitus"
    },
    {
        "intent" : "Cold hands and feet",
        "text" : [
            "My hands and feet feel cold.", 
            "I have poor circulation in my extremities.", 
            "My hands and feet are always cold.", 
            "I'm experiencing numbness and tingling in my hands and feet.", 
            "My hands and feet feel clammy.", 
            "I'm experiencing difficulty warming up my hands and feet.", 
            "My hands and feet feel blue or purple.", 
            "I'm experiencing Raynaud's phenomenon.", 
            "I'm experiencing fatigue and cold hands and feet.", 
            "I'm experiencing dizziness and cold hands and feet.", 
            "I'm experiencing headaches and cold hands and feet.", 
            "I'm experiencing muscle weakness and cold hands and feet.", 
            "I'm concerned about the coldness in my hands and feet.", 
            "I'm seeking medical advice for cold hands and feet.", 
            "I'm experiencing difficulty performing fine motor skills due to cold hands.", 
            "I'm experiencing difficulty sleeping due to cold hands and feet.", 
            "I'm experiencing anxiety due to cold hands and feet.", 
            "I'm experiencing depression due to cold hands and feet.", 
            "I'm experiencing difficulty wearing gloves and socks due to cold hands and feet.", 
            "I'm experiencing skin discoloration in my hands and feet." 
        ],
        "responses" : "Cold hands and feet"
    },
    {
        "intent" : "Sweating",
        "text" : [
            "I'm sweating a lot.", 
            "I'm experiencing excessive sweating.", 
            "I'm sweating even when I'm not hot.", 
            "I'm sweating profusely.", 
            "I'm sweating more than usual.", 
            "I'm always sweating.", 
            "I'm waking up at night drenched in sweat.", 
            "My clothes are always damp with sweat.", 
            "I'm experiencing excessive sweating in my armpits.", 
            "I'm sweating on my palms and feet.", 
            "I'm experiencing night sweats.", 
            "I'm sweating even when I'm resting.", 
            "I'm concerned about the amount of sweating I'm experiencing.", 
            "I'm sweating even in cool temperatures.", 
            "I'm experiencing sweating and feeling anxious.", 
            "I'm sweating and feeling dizzy.", 
            "I'm sweating and feeling weak.", 
            "I'm experiencing sweating and palpitations.", 
            "I'm sweating and feeling hot flashes.", 
            "I'm experiencing sweating and fatigue." 
        ],
        "responses" : "Sweating"
    },
    {
        "intent" : "Blurred and distorted vision",
        "text" : [
            "My vision is blurry.", 
            "My vision is distorted.", 
            "Things appear wavy or distorted.", 
            "I'm experiencing double vision.", 
            "Objects appear to be moving.", 
            "I'm having difficulty focusing.", 
            "I'm experiencing difficulty reading.", 
            "I'm experiencing difficulty driving.", 
            "I'm experiencing difficulty recognizing faces.", 
            "I'm experiencing halos around lights.", 
            "I'm experiencing flashes of light.", 
            "I'm experiencing floaters in my vision.", 
            "I'm experiencing difficulty seeing at night.", 
            "I'm experiencing eye strain.", 
            "I'm experiencing headaches along with blurred vision.", 
            "I'm experiencing dizziness along with blurred vision.", 
            "I'm experiencing nausea along with blurred vision.", 
            "I'm concerned about the sudden onset of blurred vision.", 
            "I'm seeking medical attention for blurred vision.", 
            "I'm experiencing difficulty performing daily activities due to blurred vision." 
        ],
        "responses" : "Blurred and distorted vision"
    },
    {
        "intent" : "Abnormal menstruation",
        "text" : [
            "My periods are irregular.", 
            "My periods are heavier than usual.", 
            "My periods are lighter than usual.", 
            "I'm experiencing spotting between periods.", 
            "I'm experiencing prolonged bleeding during my periods.", 
            "I'm experiencing painful periods.", 
            "I'm experiencing heavy bleeding with clots.", 
            "I'm experiencing irregular bleeding after menopause.", 
            "I'm experiencing changes in my menstrual cycle.", 
            "I'm experiencing missed periods.", 
            "I'm experiencing excessive bleeding during my periods.", 
            "I'm experiencing cramping that is worse than usual.", 
            "I'm experiencing fatigue during my periods.", 
            "I'm experiencing dizziness during my periods.", 
            "I'm experiencing headaches during my periods.", 
            "I'm concerned about the changes in my menstrual cycle.", 
            "I'm seeking medical advice for abnormal menstrual bleeding.", 
            "I'm experiencing emotional changes during my periods.", 
            "I'm experiencing anxiety and depression during my periods.", 
            "I'm experiencing difficulty with daily activities due to heavy bleeding." 
        ],
        "responses" : "Abnormal menstruation"
    },
    {
        "intent" : "Swelling joints",
        "text" : [
            "My joints are swollen.", 
            "My knees, ankles, and fingers are swollen.", 
            "My joints feel puffy and inflamed.", 
            "The swelling in my joints is painful.", 
            "The swelling in my joints is limiting my range of motion.", 
            "I have difficulty bending my joints due to swelling.", 
            "The swelling in my joints is warm to the touch.", 
            "The swelling in my joints is red.", 
            "I'm experiencing stiffness in my swollen joints.", 
            "I'm experiencing pain and stiffness in my swollen joints.", 
            "I'm concerned about the swelling in my joints.", 
            "The swelling in my joints is getting worse.", 
            "I'm experiencing difficulty with daily activities due to swollen joints.", 
            "I'm experiencing fatigue and swollen joints.", 
            "I'm experiencing fever and swollen joints.", 
            "I'm experiencing weight loss and swollen joints.", 
            "I'm experiencing skin rashes and swollen joints.", 
            "I'm experiencing difficulty sleeping due to swollen joints.", 
            "I'm seeking medical advice for the swelling in my joints.", 
            "I'm worried about the long-term effects of swollen joints." 
        ],
        "responses" : "Swelling joints"
    },
    {
        "intent" : "Enlarged thyroid",
        "text" : [
            "I have a swollen neck.", 
            "I can see a lump in my neck.", 
            "My neck feels swollen.", 
            "I have difficulty swallowing.", 
            "I have difficulty breathing.", 
            "I have a hoarse voice.", 
            "I'm experiencing fatigue.", 
            "I'm experiencing weight loss.", 
            "I'm experiencing heat intolerance.", 
            "I'm experiencing cold intolerance.", 
            "I'm experiencing rapid heartbeat.", 
            "I'm experiencing irritability.", 
            "I'm experiencing anxiety.", 
            "I'm experiencing trembling hands.", 
            "I'm experiencing difficulty concentrating.", 
            "I'm concerned about the swelling in my neck.", 
            "I'm seeking medical advice for the swelling in my neck.", 
            "I'm experiencing changes in my menstrual cycle.", 
            "I'm experiencing hair loss.", 
            "I'm experiencing changes in my bowel habits." 
        ],
        "responses" : "Enlarged thyroid"
    },
    {
        "intent" : "irrelevent",
        "text" : [
            "What is the most interesting thing you've learned this week?",
            "Describe your perfect vacation.",
            "If you could have dinner with any historical figure, who would it be and why?",
            "What is your favorite book and why?",
            "What is your biggest pet peeve?",
            "What is something you're really good at?",
            "What's the best piece of advice you've ever received?",
            "What is your favorite thing about your city?",
            "If you could change one thing about the world, what would it be?",
            "What is your favorite hobby?",
            "What is your dream job?",
            "What is your favorite movie genre?",
            "What kind of music do you enjoy listening to?",
            "What is your favorite season?",
            "What is your favorite food?",
            "What is your favorite animal?",
            "What is your favorite color?",
            "What is your favorite day of the week?",
            "What is your favorite holiday?",
            "What is your favorite thing to do on a rainy day?",
            "What is your biggest challenge in life right now?",
            "How do you define success?",
            "What are you grateful for in your life?",
            "What is your biggest fear?",
            "What is your love language?",
            "What qualities do you admire in others?",
            "How do you handle conflict?",
            "What is your biggest regret?",
            "What is your biggest accomplishment?",
            "What is your life philosophy?",
            "How do you define happiness?",
            "What makes you feel loved?",
            "What is your biggest strength?",
            "What is your biggest weakness?",
            "How do you deal with stress?",
            "What is your favorite quality about yourself?",
            "What is something you wish you were better at?",
            "What is your biggest dream?",
            "What is your biggest goal?",
            "What is something you're proud of?",
            "If you could create your own world, what would it be like?",
            "If you could be any fictional character, who would you be?",
            "If you could time travel, where would you go?",
            "If you could have any superpower, what would it be?",
            "If you could invent something, what would it be?",
            "If you could live anywhere in the world, where would it be?",
            "If you could have dinner with any three people, dead or alive, who would they be?",
            "If you could change one thing about your past, what would it be?",
            "If you could have any job in the world, what would it be?",
            "If you could learn any skill, what would it be?",
            "What do you think is the meaning of life?",
            "What is the nature of consciousness?",
            "What is the difference between right and wrong?",
            "What is the role of technology in society?",
            "What is the future of humanity?",
            "What is the relationship between mind and body?",
            "What is the nature of reality?",
            "What is the role of art in society?",
            "What is the importance of education?",
            "What is the nature of time?",
            "What is the role of religion in society?",
            "What is the importance of family?",
            "What is the nature of love?",
            "What is the role of government in society?",
            "What is the importance of friendship?",
            "What is the nature of evil?",
            "What is the importance of diversity?",
            "What is the nature of happiness?",
            "What is the role of work in life?",
            "I have a delicious recipe for chocolate chip cookies.",
            "I have a strong desire to learn a new language.",
            "I have a feeling that something exciting is about to happen.",
            "I have a vivid imagination.",
            "I have a passion for photography.",
            "I have a collection of vintage vinyl records.",
            "I have a green thumb when it comes to gardening.",
            "I have a knack for solving puzzles.",
            "I have a subscription to a monthly book box.",
            "I have a fear of heights.",
            "I have a strong belief in the power of kindness.",
            "I have a talent for playing the piano.",
            "I have a dog named Luna.",
            "I have a dream of traveling the world.",
            "I have a meeting scheduled for tomorrow morning.",
            "I have a reservation at that new Italian restaurant.",
            "I have a funny story to tell you.",
            "I have a lot of respect for my teachers.",
            "I have a feeling that I've forgotten something important.",
            "I have a commitment to environmental sustainability."
        ],
        "responses" : "irrelevent"
    }
] }