{"intents": [
            {
             "intent":"greetings",
             "text": ["hello","hey","hi","good day","greetings","what's up?","how is it going"],
             "responses":["hello","hey!","what can i do for you?"]
            },
            {
             "intent":"goodbye",
             "text": ["cya","see you later","goodbye","have a good day","bye","cao","see ya"],
             "responses":["have a nice day","goodbye"]
            },
            {
             "intent":"age",
             "text": ["how old","how old are you?","what is your age","how old are you","age?"],
             "responses":["I get reborn after every compilation","hey!","my owners are averagely 20 years!"]
            },
            {
             "intent":"name",
             "text": ["what is your name","what should i call you","what's your name?","who are you?","can you tell me your name"],
             "responses":["you can call me Medbot!","i am Medbot!","i am Medbot your medical assistant"]
            },
            {
             "intent":"common cold symptoms",
             "text": ["Runny or stuffy nose",
             "Sore throat",
             "Cough",
             "Congestion",
             "Slight body aches or a mild headache",
             "Sneezing",
             "Low-grade fever",
             "Generally feeling unwell (malaise)"],
             "responses":["It seems that you are suffering from common cold"]
            },
            {
             "intent":"fever symptoms",
             "text":["Sweating",
             "Chills and ",
             "Headache",
             "Muscle aches",
             "Loss of appetite",
             "Irritability",
             "Dehydration",
             "General weakness"],
             "responses":["It seems that you are suffering from fever"]
            },
            {
            "intent" : "Burning Micturition",
            "text" : [
                "I feel a sharp, burning sensation when I urinate.",
                "It feels like my bladder is on fire every time I go to the bathroom",
                "I can't help but flinch because of the intense burning when I pee",
                "My urine feels so hot and painful that I dread going to the bathroom",
                "There's a stinging, uncomfortable feeling that lasts throughout my urination.",
                "Every time I try to urinate, it feels like my insides are being burned.",
                "It's an unbearable pain at the end of my urination, and it won't go away.",
                "The burning sensation is constant, and it only gets worse when I drink fluids.",
                "When I pee, there's this heat that makes me want to stop midstream.",
                "It feels like I have a urinary tract infection, with the constant burning sensation.",
                "The pain I feel while urinating feels like something sharp inside",
                "There’s a tingling and stinging sensation that follows every time I urinate",
                "I’ve been feeling a constant burning sensation in my urethra for a few days now",
                "I feel like there’s a fire inside my urinary tract whenever I go to the bathroom",
                "The pain during urination is so bad, I’m afraid to go to the restroom.",
                "Even after drinking water, the burning sensation while urinating hasn't improved.",
                "I’ve been dealing with this painful, hot feeling when I urinate for a few days.",
                "I can feel the burning on the inside as soon  as I begin to urinate",
                "The burning feeling is so intense it almost makes me want to cry",
                "I’ve been feeling this constant pain, like my urethra is scalded.",
                "The burning sensation doesn’t go away no matter what I try",
                "Urination has become so painful that I try to avoid drinking too much",
                "The pain during urination feels like it’s deep inside my pelvic area",
                "I feel discomfort in my lower abdomen that seems to coincide with the burning sensation",
                "Every time I urinate, the pain shoots through me, and it’s unbearable.",
                "I’m concerned because this burning feeling hasn’t gone away for days",
                "The pain is sharp and sudden, and it gets worse the longer I hold it in.",
                "I don’t feel relieved after urinating because the burning persists",
                "It feels like there's a constant irritation in my urinary tract",
                "I’m afraid I have an infection because of this constant burning during urination"
            ],
            "responses" : "Burning Micturition"
        },
        {
            "intent" : "Spotting Urination",
            "text" : [
                "Sometimes, I notice a little blood mixed in with my urine.",
                "My urine is almost normal, but occasionally I see a few drops of blood.",
                "I’ve been spotting blood in my urine, but it’s not much.",
                "It’s concerning because I notice faint blood traces when I urinate",
                "I saw a few drops of blood in my urine this morning",
                "There are occasional spots of blood when I go to the bathroom",
                "I’ve been seeing blood in my urine, but it's only in small amounts.",
                "It’s not a lot, but I’m noticing a few blood spots when I pee.",
                "I’m spotting blood, and I can’t figure out why it’s happening.",
                "I’m worried because my urine seems to have blood in it sporadically",
                "I see small blood stains in my urine, but not enough to be alarming.",
                "I’ve been spotting tiny traces of blood, and I’m not sure why.",
                "I’m noticing a bit of blood in my urine, which is making me nervous.",
                "There’s sometimes blood in my urine, but it's not heavy.",
                "When I go to the bathroom, I sometimes spot a few drops of blood.",
                "I’m experiencing very light spotting of blood during urination",
                "I notice a little bit of blood in my urine now and then, but it’s not consistent.",
                "My urine is mostly clear, but occasionally, I spot blood.",
                "I see faint blood stains in my urine, but it's not consistent every time.",
                "I’m not sure if it’s blood, but something red shows up in my urine sometimes.",
                "There’s a faint pink color to my urine now and then, which worries me.",
                "My urine sometimes has small red patches in it, but not a lot.",
                "I’m spotting a bit of blood in my urine, but it doesn’t seem like an emergency.",
                "I see a tiny trace of blood in my urine, which is new for me.",
                "When I urinate, I occasionally notice a few blood spots, but it doesn’t happen every time.",
                "My urine is mostly normal, but there’s the occasional bloodspot that concerns me.",
                "I see small streaks of blood mixed in with my urine, but it’s not a lot.",
                "It’s alarming because I’ve never seen blood in my urine before",
                "I notice a little blood after urinating, but it’s not a large amount.",
                "There’s light blood appearing when I urinate, which has me worried."
            ],
            "responses" : "Spotting Urination"
        },
        {
            "intent" : "Nodal Skin Eruptions",
            "text" : [
                "I noticed small, raised bumps on my skin that are painful to the touch.",
                "My skin has developed red, swollen lumps that seem to appear suddenly.",
                "I have clusters of nodules on my arms and legs that are itchy and tender.",
                "These bumps on my skin are growing bigger and they’re making me feel uncomfortable.",
                "It started with one small pimple-like bump, but now there are many all over my body.",
                "The nodules on my back feel hot and painful, almost like a rash.",
                "I’m getting little hard bumps on my skin that are spreading across my chest and neck.",
                "The skin eruptions are giving me a lot of irritation, and some are even oozing.",
                "I have painful lumps under my skin, particularly on my legs and elbows.",
                "The nodal eruptions are causing redness and swelling, and it's hard to touch the affected areas.",
                "The bumps on my skin are spreading and getting larger, making me feel self-conscious.",
                "My skin is covered in these painful lumps that seem to appear out of nowhere.",
                "It feels like a rash, but with raised, hard spots that hurt to touch.",
                "The nodules on my back have become more inflamed, and they’re very itchy.",
                "I’ve noticed more of these small lumps on my skin, and they’re starting to leave scars.",
                "My skin is becoming red and swollen around the lumps, and it's very irritating.",
                "I can feel the bumps underneath my skin, and they're making my whole body feel sore.",
                "The raised bumps on my skin are spreading to new areas every day.",
                "It’s hard to concentrate because the skin eruptions are so painful and uncomfortable.",
                "Some of the lumps are beginning to drain, and the skin around them looks raw."

            ],
            "responses" : "Nodal Skin Eruptions"
        },
        {
            "intent" : "Continuous Sneezing",
            "text" : [
                "I can’t stop sneezing, it’s happening almost every minute.",
                "It feels like I’m sneezing non-stop, no matter what I do.",
                "Every time I breathe in, I end up sneezing, it’s been going on for hours.",
                "My nose won’t stop itching, and I keep sneezing over and over again.",
                "It’s so frustrating because the sneezing won’t stop, and I feel like I’m getting no relief.",
                "I’ve been sneezing continuously for the past few hours, and it’s exhausting.",
                "Every time I try to speak, I end up sneezing instead, it’s embarrassing.",
                "I feel like my sneezing fits are triggered by the slightest bit of dust.",
                "I sneeze so much that my nose is sore and red from all the irritation.",
                "I’m sneezing uncontrollably and it's affecting my daily routine.",
                "I feel like I’m sneezing every minute, and it’s really starting to get frustrating.",
                "My nose is itching, and every time I scratch it, I end up sneezing again.",
                "I keep sneezing uncontrollably, and it feels like it’s never going to stop.",
                "It’s so exhausting to sneeze this much, my throat is sore from it.",
                "I can’t be around anyone without sneezing continuously, and it’s making me feel isolated.",
                "I’ve tried everything to stop the sneezing, but it just won’t go away.",
                "My sneezing is so frequent that I can't even focus on a conversation.",
                "Each time I sneeze, it’s followed by another, and it feels like an endless cycle.",
                "My nose feels constantly irritated, and it triggers sneezing every few seconds.",
                "I’ve been sneezing for hours, and my nose is starting to hurt from all the irritation."
            ],
            "responses" : "Continuous Sneezing"
        },
        {
            "intent" : "Shivering",
            "text" : [
                "I’m shaking uncontrollably, even though I’m covered in blankets.",
                "No matter how many layers I put on, I can’t stop Shivering.",
                "My teeth are chattering and I feel like I can’t warm up, even with a hot drink.",
                "I’m feeling cold to the bone, and my body is Shivering intensely.",
                "I feel a chill all over my body, and it’s causing me to shiver constantly.",
                "Even though the temperature is normal, my body won’t stop shaking.",
                "I’m having bouts of  that come and go, and it’s making me feel weak.",
                "My whole body is trembling, and I feel like I can't control it.",
                "The  is so severe that it’s making me feel exhausted and drained.",
                "I’ve been  for hours now, and it’s difficult to get any rest.",
                "Even though I’m indoors with the heat on, my body keeps Shivering uncontrollably.",
                "The cold feeling in my body persists, and I can’t stop shaking.",
                "I’m experiencing extreme , and it’s making it hard to sleep or rest.",
                "I feel like my body is vibrating because of how hard I'm Shivering.",
                "I can’t seem to get warm, no matter how many blankets I use to cover myself.",
                "The  is so intense that my muscles are sore from the effort.",
                "I feel chilled to the core, and nothing seems to help stop the shaking.",
                "I keep  even when I’m in a warm environment, and it feels like I can't control it.",
                "I feel like I’m freezing, even though I’m indoors with plenty of clothes on.",
                "The constant  is making me feel weak and drained of energy."
            ],
            "responses" : "Shivering"
        },
        {
            "intent" : "Chills",
            "text" : [
                "I suddenly felt a deep chill run through my body, even though it’s warm inside.",
                "It’s like a cold wave washed over me, and I couldn’t get rid of the chills.",
                "I’m experiencing these intense chills that make me feel like I’m freezing from within.",
                "My body feels like it’s shivering from the inside out, even though I’m warm.",
                "I get these sudden chills that make my skin feel cold and prickly.",
                "The chills are overwhelming and make me feel like I’m going to shiver uncontrollably.",
                "I’ve been getting these deep, bone-chilling sensations that leave me feeling uncomfortable.",
                "My skin is tingling with chills, and I can’t shake the cold feeling.",
                "I’ve never experienced chills like this before, they come in waves and feel intense.",
                "I can’t seem to warm up because the chills keep coming back every few minutes.",
                "I’m feeling a series of sudden chills that make me feel cold and uncomfortable.",
                "The chills come in waves, and it feels like I’m getting cold from the inside out.",
                "I’m shaking with chills, and I can’t seem to warm up, no matter what I try.",
                "Even though it’s not cold, I’m experiencing these intense chills that leave me shivering.",
                "I’ve been getting cold chills that run through my body and leave me feeling weak.",
                "My skin has been tingling with chills, and I can’t get rid of the cold sensation.",
                "I feel like I’m getting a chill every few minutes, and it makes me feel miserable.",
                "These chills are so intense that it feels like my body is going into shock.",
                "I can’t seem to escape the feeling of chills, and it’s making me feel unwell.",
                "The chills come suddenly and feel like a deep, freezing cold that I can’t shake off."
            ],
            "responses" : "Chills"
        }

        
    ] 
}