{"intents": [
    {
     "intent":"greetings",
     "text": ["hello","hey","hi","good day","greetings","what's up?","how is it going"],
     "responses":["hello","hey!","what can i do for you?"]
    },
    {
     "intent":"goodbye",
     "text": ["cya","see you later","goodbye","have a good day","bye","cao","see ya"],
     "responses":["have a nice day","goodbye"]
    },

{
    "intent" : "Continuous Sneezing",
    "text" : [
        "I can’t stop sneezing, it’s happening almost every minute.",
        "It feels like I’m sneezing non-stop, no matter what I do.",
        "Every time I breathe in, I end up sneezing, it’s been going on for hours.",
        "My nose won’t stop itching, and I keep sneezing over and over again.",
        "It’s so frustrating because the sneezing won’t stop, and I feel like I’m getting no relief.",
        "I’ve been sneezing continuously for the past few hours, and it’s exhausting.",
        "Every time I try to speak, I end up sneezing instead, it’s embarrassing.",
        "I feel like my sneezing fits are triggered by the slightest bit of dust.",
        "I sneeze so much that my nose is sore and red from all the irritation.",
        "I’m sneezing uncontrollably and it's affecting my daily routine.",
        "I feel like I’m sneezing every minute, and it’s really starting to get frustrating.",
        "My nose is itching, and every time I scratch it, I end up sneezing again.",
        "I keep sneezing uncontrollably, and it feels like it’s never going to stop.",
        "It’s so exhausting to sneeze this much, my throat is sore from it.",
        "I can’t be around anyone without sneezing continuously, and it’s making me feel isolated.",
        "I’ve tried everything to stop the sneezing, but it just won’t go away.",
        "My sneezing is so frequent that I can't even focus on a conversation.",
        "Each time I sneeze, it’s followed by another, and it feels like an endless cycle.",
        "My nose feels constantly irritated, and it triggers sneezing every few seconds.",
        "I’ve been sneezing for hours, and my nose is starting to hurt from all the irritation."
    ],
    "responses" : "Continuous Sneezing"
},
{
    "intent" : "Shivering",
    "text" : [
        "I’m shaking uncontrollably, even though I’m covered in blankets.",
        "No matter how many layers I put on, I can’t stop Shivering.",
        "My teeth are chattering and I feel like I can’t warm up, even with a hot drink.",
        "I’m feeling cold to the bone, and my body is Shivering intensely.",
        "I feel a chill all over my body, and it’s causing me to shiver constantly.",
        "Even though the temperature is normal, my body won’t stop shaking.",
        "I’m having bouts of  that come and go, and it’s making me feel weak.",
        "My whole body is trembling, and I feel like I can't control it.",
        "The  is so severe that it’s making me feel exhausted and drained.",
        "I’ve been  for hours now, and it’s difficult to get any rest.",
        "Even though I’m indoors with the heat on, my body keeps Shivering uncontrollably.",
        "The cold feeling in my body persists, and I can’t stop shaking.",
        "I’m experiencing extreme , and it’s making it hard to sleep or rest.",
        "I feel like my body is vibrating because of how hard I'm Shivering.",
        "I can’t seem to get warm, no matter how many blankets I use to cover myself.",
        "The  is so intense that my muscles are sore from the effort.",
        "I feel chilled to the core, and nothing seems to help stop the shaking.",
        "I keep  even when I’m in a warm environment, and it feels like I can't control it.",
        "I feel like I’m freezing, even though I’m indoors with plenty of clothes on.",
        "The constant  is making me feel weak and drained of energy."
    ],
    "responses" : "Shivering"
},
{
    "intent" : "Chills",
    "text" : [
        "I suddenly felt a deep chill run through my body, even though it’s warm inside.",
        "It’s like a cold wave washed over me, and I couldn’t get rid of the chills.",
        "I’m experiencing these intense chills that make me feel like I’m freezing from within.",
        "My body feels like it’s shivering from the inside out, even though I’m warm.",
        "I get these sudden chills that make my skin feel cold and prickly.",
        "The chills are overwhelming and make me feel like I’m going to shiver uncontrollably.",
        "I’ve been getting these deep, bone-chilling sensations that leave me feeling uncomfortable.",
        "My skin is tingling with chills, and I can’t shake the cold feeling.",
        "I’ve never experienced chills like this before, they come in waves and feel intense.",
        "I can’t seem to warm up because the chills keep coming back every few minutes.",
        "I’m feeling a series of sudden chills that make me feel cold and uncomfortable.",
        "The chills come in waves, and it feels like I’m getting cold from the inside out.",
        "I’m shaking with chills, and I can’t seem to warm up, no matter what I try.",
        "Even though it’s not cold, I’m experiencing these intense chills that leave me shivering.",
        "I’ve been getting cold chills that run through my body and leave me feeling weak.",
        "My skin has been tingling with chills, and I can’t get rid of the cold sensation.",
        "I feel like I’m getting a chill every few minutes, and it makes me feel miserable.",
        "These chills are so intense that it feels like my body is going into shock.",
        "I can’t seem to escape the feeling of chills, and it’s making me feel unwell.",
        "The chills come suddenly and feel like a deep, freezing cold that I can’t shake off."
    ],
    "responses" : "Chills"
},
{
    "intent" : "Watering Eyes",
    "text" : [
        "My eyes are watering non-stop, and it’s making it hard to see clearly.",
        "I have tears running down my face even though I’m not sad or emotional.",
        "My eyes keep tearing up, and it’s causing discomfort and blurred vision.",
        "I can’t stop wiping my eyes because they are constantly watering.",
        "It feels like my eyes are producing tears uncontrollably, and it’s very annoying.",
        "I have to keep using tissues because my eyes are watering more than usual.",
        "I feel like there’s something in my eyes, but I can’t stop the tears from coming.",
        "The constant watering from my eyes is making my eyelids feel heavy and swollen.",
        "My eyes are so watery that it’s affecting my ability to do normal tasks.",
        "It feels like I have a never-ending stream of tears, and it's hard to keep them under control.",
        "My eyes are watering so much that I can’t keep up with wiping them away.",
        "I’m having constant tears running down my face, even though there’s no wind or irritants.",
        "My eyes seem to be weeping non-stop, and it’s getting harder to manage.",
        "The constant watering from my eyes is blurring my vision and making it hard to see clearly.",
        "I’m wiping my eyes constantly, but they just keep tearing up.",
        "My eyes are so watery that it’s affecting my makeup and causing irritation.",
        "I feel like I’m always on the verge of crying because my eyes just keep watering.",
        "The tears from my eyes are making my face feel damp all the time.",
        "I can’t seem to stop my eyes from tearing up, no matter what I do.",
        "The excessive watering of my eyes is making my eyelids feel heavy and swollen."
    ],
    "responses" : "Watering Eyes"
},
{
    "intent" : "Blocked Nose",
    "text" : [
        "I can barely breathe through my nose because it’s completely blocked.",
        "My nose is so stuffed up, I can only breathe through my mouth.",
        "I feel congested and it’s hard to clear my nose no matter how much I blow it.",
        "My nose feels completely blocked, and I can’t get any air through it.",
        "It’s like I have a constant blockage in my nose, making it hard to sleep.",
        "I’m constantly having to clear my nose, but it never feels fully unblocked.",
        "The feeling of a blocked nose is making it hard for me to focus or concentrate.",
        "My sinuses feel completely clogged, and it’s creating pressure in my head.",
        "No matter how much I try to breathe deeply, my nose remains blocked.",
        "The congestion in my nose is making me feel stuffy and uncomfortable.",
        "I feel completely blocked up, and it’s making it difficult to breathe properly.",
        "My nose is so congested that I can barely smell anything, and it’s frustrating.",
        "I have a stuffy nose that’s causing pressure in my sinuses, making my face ache.",
        "I’m constantly feeling like I can’t clear my nose no matter how much I try.",
        "It’s like my nose is fully blocked, and no amount of blowing seems to help.",
"                The feeling of being congested is making my head feel heavy and uncomfortable.",
        "I can’t breathe through my nose at all, and it’s affecting my sleep.",
        "The blockage in my nose is so severe, it’s making me feel more fatigued.",
        "I feel like I have a constant blockage in my sinuses, and I can’t seem to clear it up.",
        "My nose is so blocked that I’m constantly breathing through my mouth, which is uncomfortable."
    ],
    "responses" : "Blocked Nose"
},
{
    "intent" : "Runny Nose",
    "text" : [
        "My nose is constantly running, and I have to keep using tissues to wipe it.",
        "I can’t stop blowing my nose because it's running all the time.",
        "It’s so annoying because my nose is dripping non-stop, and I can’t control it.",
        "I feel like my nose is leaking, and it’s very difficult to manage.",
        "I’m constantly wiping my nose because the runny discharge won’t stop.",
        "My nose is so runny that I’m worried I might run out of tissues.",
        "I have a constant flow of mucus from my nose, and it’s starting to irritate me.",
        "The runny nose is making me feel very self-conscious in public.",
        "I keep sneezing, and each time my nose gets runnier.",
        "My nose is dripping constantly, and I can’t seem to get any relief from it.",
        "My nose is constantly dripping, and I feel like I’m always reaching for tissues.",
        "Every time I blow my nose, it just keeps running, and I can’t seem to stop it.",
        "I’m constantly having to wipe my nose because it’s running uncontrollably.",
        "My nose is dripping with mucus, and it’s becoming really annoying.",
        "No matter how often I wipe it, my nose keeps running and dripping.",
        "I can’t focus on anything because my nose is always runny and uncomfortable.",
        "The constant dripping from my nose is making me feel embarrassed and self-conscious.",
        "I feel like I’m constantly battling with my runny nose, and it’s not getting any better.",
        "My nose has been running for days now, and I’m tired of dealing with it.",
        "The excessive discharge from my nose is making it hard for me to speak or concentrate."
    ],
    "responses" : "Runny Nose"
},
{
    "intent" : "Cough",
    "text" : [
        "I’ve been coughing persistently for days, and it doesn’t seem to get any better.",
        "I feel like I have something stuck in my throat, and I can’t stop coughing.",
        "Every time I try to talk, I end up in a coughing fit.",
        "My throat feels dry and scratchy, which makes me cough uncontrollably.",
        "The coughing is so bad that it’s making my chest hurt.",
        "I have a constant dry cough that’s making my throat sore.",
        "I’ve been coughing so much that it’s starting to irritate my chest.",
        "My cough is keeping me up at night, and it’s hard to get any rest.",
        "The cough is making me feel exhausted because it keeps coming in waves.",
        "It feels like a constant tickle in my throat, and every time I try to clear it, I just end up coughing.",
        "Every time I try to lie down, the coughing fits start again and keep me awake.",
        "I have this dry, tickling cough that makes me feel like something is stuck in my throat.",
        "The cough is relentless, and it’s causing pain in my chest and throat.",
        "I’m coughing so much that I’m getting lightheaded from the constant strain.",
        "It feels like my chest is full of mucus, and the cough just won’t clear it up.",
        "I’ve been coughing for days, and my throat is getting raw and sore.",
        "The cough is dry and hacking, and it makes my ribs hurt with every attempt.",
        "I feel like I’m constantly clearing my throat because of this persistent cough.",
        "Every time I cough, I feel a sharp pain in my chest, and it’s really uncomfortable.",
        "The coughing is so bad that it’s making my voice hoarse and difficult to use."
    ],
    "responses" : "Cough"
},
{
    "intent" : "Hoarse Voice",
    "text" : [
        "My voice feels raspy, and I can barely speak above a whisper.",
        "I have a hoarse voice, and it’s been getting worse throughout the day.",
        "Every time I try to talk, my voice sounds rough and strained.",
        "I’m having trouble speaking clearly because my voice is so hoarse.",
        "My voice has become unusually hoarse, almost like I’ve been shouting all day.",
        "It’s hard to get my words out because my voice is so hoarse.",
        "I woke up with a completely hoarse voice, and it’s not getting any better.",
        "I feel like my throat is constantly irritated, and my voice has a hoarse quality.",
        "When I speak, it feels like there’s something stuck in my throat, and my voice sounds hoarse.", 
        "My voice is so hoarse that I can’t even talk for long without losing it.",
        "My voice sounds so hoarse that people keep asking if I’m sick.",
        "I can barely whisper without straining my throat.", 
        "It feels like I’ve been shouting all day, but I haven’t.",
        "I have a croaky voice, and it’s very uncomfortable to speak.",
        "I sound like I have a cold, even though I don’t have other symptoms.",
        "My throat feels dry and scratchy, which is affecting my voice.",
        "When I try to speak normally, my voice breaks and sounds hoarse.",
        "I’ve been drinking hot tea, but my voice is still hoarse and raspy.",
        "Even though I’m trying to rest my voice, it’s still hoarse and painful.",
        "I have to keep clearing my throat because it feels like something is stuck."
    ],
    "responses" : "Hoarse Voice"
},
{
    "intent" : "Sore Throat",
    "text" : [
        "My throat feels sore and scratchy, like I’ve swallowed something sharp.",
        "It hurts every time I swallow, and my throat feels inflamed.",
        "I have a constant burning sensation in my throat, especially when I try to eat or drink.",
        "My throat feels raw, and it’s painful to even speak.", 
        "I woke up with a sore throat, and it feels like it’s getting worse as the day goes on.",
        "I have a painful sore throat that makes it hard to swallow or talk.",
        "Every time I swallow, it feels like my throat is being scraped.",
        "My sore throat is making it really uncomfortable to eat or drink anything.",
        "The soreness in my throat is constant, and I feel like it’s swelling up.",
        "I have a dry, scratchy throat, and it’s making me feel miserable.",
        "My throat is so sore that I can't even swallow my saliva without pain.",
        "The soreness in my throat feels like I’ve swallowed sandpaper.",
        "I feel like my throat is on fire, and it's making it hard to speak.",
        "My throat feels swollen, and it hurts to even open my mouth.",
        "I can barely swallow without feeling a sharp pain in my throat.",
        "My sore throat is accompanied by a tickling sensation that makes me cough.",
        "The pain in my throat is constant, and nothing seems to ease it.",
        "It feels like I have a lump in my throat, and it’s painful when I try to talk.",
        "Every time I try to swallow, I feel like my throat is being scraped with something.",
        "The pain in my throat is so intense that I dread trying to eat anything."
    ],
    "responses" : "Sore Throat"
},
{
    "intent" : "Feeling Tired",
    "text" : [
        "I feel so tired, even after getting a full night’s sleep.",
        "No matter what I do, I just can’t shake this feeling of exhaustion.",
        "I’m so fatigued that I can barely keep my eyes open.",
        "It feels like I have no energy at all, even after resting.",
        "I’m constantly tired, and nothing seems to help me feel more awake.",
        "I’ve been so drained lately, it’s hard to focus or do anything productive.",
        "I’m finding it hard to stay awake, and I feel completely wiped out.",
        "Every little task feels like a huge effort because I’m so tired.",
        "I have a constant feeling of tiredness, and I’m struggling to keep up with my day.",
        "Even when I try to rest, I still feel like I’m running on empty.",
        "I feel drained, like I haven’t slept in days, even though I did.",
        "I’ve been so tired that I can barely get out of bed this morning.",
        "I wake up exhausted every day, and it doesn’t seem to get better.",
        "It’s hard to focus on anything because I’m so tired all the time.",
        "Even small tasks, like getting dressed, feel like monumental efforts.",
        "I feel like I could fall asleep in the middle of the day because I’m so tired.",
        "No amount of sleep seems to cure this overwhelming tiredness I’m feeling.",
        "I’m constantly yawning, even though I’ve had enough rest.",
        "My body feels weak and sluggish because of how tired I am.",
        "It feels like a constant battle to stay awake, even when I'm sitting still."
    ],
    "responses" : "Feeling Tired"
},
{
    "intent" : "High Temperature",
    "text" : [
        "I’ve had a fever for the past few hours, and my temperature keeps rising.",
        "I feel really hot and sweaty, like I have a high fever.",
        "My body feels warm to the touch, and I can tell my temperature is high.",
        "I’ve been shivering, but my temperature is still above normal.",
        "I checked my temperature, and it’s definitely higher than usual.",
        "I have a fever, and it’s making me feel weak and uncomfortable.",
        "My head is pounding, and I can feel that my temperature is too high.",
        "I’m burning up, and I can’t seem to cool down no matter what I do.",
        "It feels like I’m on fire, and my temperature is spiking.",
        "My body is aching, and I can tell my temperature is elevated.",
        "My skin feels hot to the touch, and I can’t seem to cool down.",
        "I’ve been using a fan, but I can still feel my body temperature rising.",
        "My forehead feels really warm, and I think I have a fever.",
        "I keep checking my temperature because I can feel that it’s too high.",
        "I’m sweating a lot because my body temperature is so elevated.",
        "Despite taking fever medication, my temperature is still very high.",
        "I can feel my heart racing because of the high temperature.",
        "I woke up with a high fever, and I’ve been feeling hot ever since.",
        "Even with cold compresses, my temperature stays high.",
        "I feel feverish, and it’s causing me to feel disoriented and weak."
    ],
    "responses" : "High Temperature"
},
{
    "intent" : "Loss of Taste",
    "text" : [
        "I can’t taste anything, and food seems bland and unappealing.",
        "Everything I eat tastes like nothing, and I don’t know why.",
        "I’ve lost my sense of taste, and it’s really frustrating.",
        "Even my favorite foods taste strange or completely flavorless.",
        "It feels like my taste buds are completely gone, and food has no taste at all.",
        "I can’t taste my coffee this morning, and it’s making me feel off.",
        "Nothing tastes right anymore, and it’s really ruining my appetite.",
        "I don’t know what’s happening, but I can’t taste anything, even salty or sweet foods.",
        "The loss of taste is making it hard to enjoy eating or drinking.",
        "I can’t tell if something is sweet or bitter because I’ve completely lost my sense of taste.",
        "No matter what I eat, everything tastes bland and lifeless.",
        "I don’t even enjoy eating anymore because I can’t taste anything.",
        "Even strong flavors like garlic or chili don’t taste like anything to me.",
        "I tried eating chocolate, but it tasted like cardboard.",
        "I can’t even tell if my food is spicy or sweet because I’ve lost my sense of taste.",
        "I’ve been putting hot sauce on everything, but it still tastes flavorless.",
        "It’s like all the flavors have been erased from my food.",
        "I don’t even feel like eating because it all tastes like nothing.",
        "I’ve been trying to eat my favorite foods, but they taste like bland mush.",
        "The lack of taste is making it hard to enjoy anything, even drinks."
    ],
    "responses" : "Loss of Taste"
},
{
    "intent" : "Loss of Smell",
    "text" : [
        "I can’t smell anything, even strong scents like perfume or food.",
        "I noticed today that I can’t smell my food, and it’s really odd.",
        "It’s like my sense of smell just disappeared overnight.",
        "I can’t smell anything, which is making me worried and a bit scared.",
        "I’ve been sniffing around, but nothing has a scent anymore.",
        "My sense of smell is completely gone, and I don’t know what’s causing it.",
        "I can’t even smell my soap or the fresh air outside; everything is completely scentless.",
        "I used to love the smell of flowers, but now they don’t smell like anything.",
        "It’s like my nose isn’t working, and I can’t detect any odors at all.",
        "I’ve lost my sense of smell completely, and it’s very strange to not be able to smell anything.",
        "I can’t smell anything, not even the coffee brewing in the morning.",
        "It’s like my nose is completely blocked, even though I’m not congested.",
        "I’ve tried smelling flowers, but they have no scent whatsoever.",
        "I can’t smell the fresh air or anything else, which feels really strange.",
        "My sense of smell has disappeared entirely, and I feel like I’m missing something.",
        "I don’t even smell my soap or the food cooking in the kitchen.",
        "I’ve lost my sense of smell, and it’s affecting my ability to enjoy food.",
        "It’s like my nose isn’t working at all; I can’t smell anything, even strong odors.",
        "I can’t even detect the smell of perfume or flowers, which is odd for me.",
        "I feel disconnected because I can’t enjoy the smells that used to surround me."
    ],
    "responses" : "Loss of Smell"
},
{
    "intent" : "Diarrhea",
    "text" : [
        "I’ve been running to the bathroom all day with diarrhea.",
        "My stomach is upset, and I’ve been dealing with frequent bouts of diarrhea.",
        "I can’t seem to stop having diarrhea, and it’s making me feel weak.",
        "My stomach cramps, and then I have to rush to the bathroom because of diarrhea.",
        "I’ve had diarrhea all day, and it’s been difficult to keep anything down.",
        "I feel like my stomach is churning, and I keep running to the bathroom.",
        "I can’t control it, and I’ve been experiencing diarrhea with no relief.",
        "I’ve had loose stools and diarrhea for the past few hours, and it’s not stopping.",
        "My diarrhea is so frequent and urgent, I’m afraid to leave the house.",
        "I’ve been feeling bloated and have diarrhea, and it’s causing a lot of discomfort.",
        "I feel like I’m constantly running to the bathroom because of diarrhea.",
        "My stomach is upset, and I can’t seem to stop having diarrhea.",
        "Every time I eat, it seems like I get diarrhea shortly after.",
        "I’ve had diarrhea several times today, and it’s really making me uncomfortable.",
        "I can’t go too far from a bathroom because my diarrhea is so unpredictable.",
        "My diarrhea is very watery, and I feel like I have no control over it.",
        "I’ve been having diarrhea for hours, and it’s making me feel exhausted.",
        "It’s hard to focus on anything because I’m constantly worried about having diarrhea.",
        "I’ve been feeling nauseous, and the diarrhea is just adding to the discomfort.",
        "My stomach is cramping, and I keep running to the bathroom because of diarrhea."
    ],
    "responses" : "Diarrhea"
},
{
    "intent" : "Muscle Pain",
    "text" : [
        "My muscles ache all over, and it’s making it hard to move.",
        "I feel sore and stiff, like I’ve been working out too hard, but I haven’t.",
        "Every muscle in my body feels tender, and even light movements hurt.",
        "My muscles are sore, and it’s really painful to stretch or bend.",
        "I have deep muscle pain that doesn’t seem to go away, even when I rest.",
        "The pain in my muscles feels like a constant ache, especially in my back and legs.",
        "I feel sore all over, like I’ve been in a car accident.",
        "Even simple movements like walking or reaching up hurt because of the muscle pain.",
        "I can barely lift my arms because my muscles are so sore.",
        "The muscle pain is so bad that it’s hard for me to get comfortable.",
        "It feels like I’ve been lifting heavy weights all day, but I haven’t.",
        "The pain in my muscles is deep and persistent, and it’s not letting up.",
        "Even after resting, my muscles still ache and feel tight.",
        "My legs are sore, and I have trouble walking because of the muscle pain.",
        "I can’t stretch without feeling intense pain in my muscles.",
        "I feel sore all over, as if I've been working out for hours, but I haven't.",
        "The muscle pain is so severe that I can’t even lie down without discomfort.",
        "Every movement is painful, especially when I try to stand up or bend.",
        "My arms are sore, and I feel a constant dull ache in them.",
        "The muscle soreness is so bad that I feel stiff and slow moving."
    ],
    "responses" : "Muscle Pain"
},
{
    "intent": "nausea",
    "text": [
        "I feel like I might throw up any minute.",
        "There's a constant queasy feeling in my stomach.",
        "It feels like my stomach is turning inside out.",
        "I've been feeling nauseous all day long.",
        "Every time I eat, I feel like vomiting.",
        "I can’t shake off the nauseous feeling.",
        "I just want to lie down because the nausea won’t go away.",
        "I’ve been fighting the urge to throw up since this morning.",
        "My stomach feels upset, and I keep gagging.",
        "The nausea comes and goes, but it’s always uncomfortable.",
        "I feel like I can’t keep anything down.",
        "I haven’t been able to eat without feeling sick.",
        "The nausea is worse after meals.",
        "I feel nauseous, but I don’t actually vomit.",
        "It's a lingering, uncomfortable feeling of sickness in my stomach.",
        "The nausea makes it hard to focus on anything else.",
        "I feel weak and nauseous at the same time.",
        "There’s a constant knot in my stomach that makes me feel ill.",
        "I haven’t been able to shake this nausea for days.",
        "The nausea makes me not want to do anything."
    ],
    "responses": "nausea"
},
{
    "intent": "vomiting",
    "text": [
        "I’ve been throwing up non-stop.",
        "Every time I try to eat, I end up vomiting.",
        "I can’t keep any food or liquid down because of the vomiting.",
        "I feel weak because of all the vomiting.",
        "It seems like I can’t stop vomiting once it starts.",
        "I vomited several times today already.",
        "I can feel the urge to vomit coming on, and it’s hard to hold it back.",
        "The vomiting is so frequent, I feel dehydrated.",
        "It’s painful to vomit every time.",
        "I feel a little better right after vomiting, but it doesn’t last.",
        "I’ve been vomiting all night long.",
        "I vomited so hard, I felt like I was going to pass out.",
        "After I vomit, I feel incredibly exhausted.",
        "It’s like a constant cycle of nausea and vomiting.",
        "I’ve never vomited this much before.",
        "It’s hard to leave the bathroom because of all the vomiting.",
        "I just want the vomiting to stop so I can rest.",
        "My stomach aches after every bout of vomiting.",
        "I can’t seem to get my appetite back after vomiting.",
        "The vomiting is making my throat feel raw."
    ],
    "responses": "vomiting"
},
{
    "intent": "loss_of_appetite",
    "text": [
        "I don’t feel hungry at all.",
        "I have no desire to eat anything, even though I know I should.",
        "Food just doesn’t seem appealing to me right now.",
        "I’m forcing myself to eat because I know I need to.",
        "Nothing tastes good to me anymore.",
        "Even my favorite foods don’t sound appetizing.",
        "I’m just not in the mood to eat, no matter what’s offered.",
        "I feel full even though I haven’t eaten anything.",
        "I’ve lost interest in eating completely.",
        "The thought of food makes me feel nauseous.",
        "I don’t want to eat anything, not even a snack.",
        "I’ve noticed I haven’t been eating as much lately.",
        "I feel like I don’t need food right now.",
        "My appetite has completely disappeared.",
        "I can’t remember the last time I actually enjoyed eating.",
        "I’ve been skipping meals because I’m not hungry.",
        "Even when I try to eat, I can’t finish my meal.",
        "I don’t feel like eating, no matter how much time passes.",
        "My body just doesn’t want food right now.",
        "I don’t even want to drink anything, I just feel full."
    ],
    "responses": "loss_of_appetite"
},
{
    "intent": "cramping",
    "text": [
        "I keep feeling sharp cramps in my stomach.",
        "My stomach is cramping up, and it hurts a lot.",
        "The cramps feel like they are squeezing my stomach.",
        "I can’t seem to get rid of this cramping pain.",
        "It feels like my stomach is tying itself in knots.",
        "The cramps come in waves, and they’re very intense.",
        "My muscles are cramping up, especially in my stomach area.",
        "I’m having frequent cramping, and it’s so uncomfortable.",
        "The cramps make it hard to move or even sit still.",
        "The cramping pain is affecting my ability to relax.",
        "I feel like I’m constantly clenching my stomach because of the cramps.",
        "The cramping gets worse after I eat anything.",
        "It’s like a stabbing pain that comes and goes.",
        "I can’t get comfortable because of the cramps.",
        "These cramps are so painful, it’s hard to focus on anything.",
        "It’s like a dull ache in my abdomen that turns into cramps.",
        "The cramping has been persistent for hours now.",
        "I feel bloated and crampy all the time.",
        "The cramps make me want to curl up into a ball.",
        "I feel uncomfortable even when I try to relax due to the cramps."
    ],
    "responses": "cramping"
},
{
    "intent": "fever", 
    "text": [
        "I’ve been running a high fever all day.",
        "My body feels so hot, I think I have a fever.",
        "I can feel the fever coming on, I’m sweating and shivering.",
        "I keep checking my temperature because I feel feverish.",
        "My skin feels hot to the touch, but I’m still cold inside.",
        "I’ve had a fever for hours now, and it’s not going away.",
        "I’m feeling flushed and feverish.",
        "The fever is making me feel weak and drained.",
        "I’ve been sweating so much from the fever.",
        "I’m alternating between feeling hot and cold because of the fever.",
        "My head feels heavy, and I can tell I have a fever.",
        "The fever is causing my body to ache all over.",
        "I’ve been taking medication, but the fever won’t break.",
        "I can feel my fever rising again.",
        "This fever is making it difficult to sleep or rest.",
        "I feel so tired and feverish, I don’t want to do anything.",
        "The fever is affecting my energy levels.",
        "I have a constant fever that seems to come and go.",
        "I feel like I have a fever every time I touch my forehead.",
        "I’m keeping track of my fever because it doesn’t seem to be normal."
    ],
    "responses": "fever"
},
{
    "intent": "fatigue",
    "text": [
        "I feel exhausted, like I can barely keep my eyes open.",
        "No matter how much I rest, I can’t shake this fatigue.",
        "I feel so drained that I just want to sleep all day.",
        "I’m physically tired and mentally worn out.",
        "It feels like I don’t have the energy to do anything.",
        "Even simple tasks feel impossible because of the fatigue.",
        "I can barely get out of bed because I’m so fatigued.",
        "I’m finding it hard to concentrate due to this overwhelming fatigue.",
        "The fatigue is affecting my daily life and productivity.",
        "I feel like I’m running on empty all the time.",
        "I’ve been getting more sleep, but I still feel fatigued.",
        "I’m constantly tired, and I can’t seem to wake up fully.",
        "The fatigue is making me feel irritable and unmotivated.",
        "I can’t seem to get enough rest to feel normal again.",
        "I’m physically tired, even after resting.",
        "Fatigue is affecting my ability to do normal activities.",
        "I feel like I’ve been hit by a wave of exhaustion.",
        "I’m struggling to stay awake because I’m so fatigued.",
        "The fatigue is making everything feel like a burden.",
        "I can’t seem to fight this overwhelming tiredness."
    ],
    "responses": "fatigue"
},
{
    "intent": "body_aches",
    "text": [
        "My entire body aches from head to toe.",
        "I feel sore everywhere, like I’ve been hit by a truck.",
        "Even my joints are aching so much that it’s hard to move.",
        "The body aches are constant and don’t seem to go away.",
        "It feels like every muscle in my body is in pain.",
        "My body feels stiff and sore all the time.",
        "Every time I move, I can feel the ache in my muscles.",
        "These body aches are making it difficult to rest.",
        "I’ve been feeling sore for days now.",
        "The pain is deep inside my muscles and bones.",
        "I can barely get comfortable because of the body aches.",
        "The aches are so intense, it’s hard to focus on anything else.",
        "I wake up with aches all over my body.",
        "It feels like I’ve been overexerting myself, but I haven’t done anything.",
        "My body just doesn’t feel right, it aches everywhere.",
        "The body aches are preventing me from sleeping.",
        "I feel weak and achy, like I’m getting the flu.",
        "These body aches are making me feel miserable.",
        "It’s hard to even stretch or walk because of the pain.",
        "The constant aches are making me feel run down."
    ],
    "responses": "body_aches"
},
{
    "intent": "persistent_cough",
    "text": [
        "I’ve had this cough for weeks, and it’s not going away.",
        "My throat is sore from all the coughing.",
        "The persistent cough won’t let me sleep at night.",
        "Every time I cough, it feels like my chest is tightening.",
        "I’ve been coughing non-stop, and it’s driving me crazy.",
        "The cough is deep and harsh, and it doesn’t seem to improve.",
        "I can’t stop coughing, even after trying everything.",
        "My chest hurts from all the constant coughing.",
        "The cough seems to come in fits, and it’s hard to control.",
        "I feel like I can’t breathe properly with this persistent cough.",
        "The cough is worse in the mornings and at night.",
        "I’ve tried different remedies, but the cough still hasn’t gone away.",
        "This cough is keeping me awake at night.",
        "I feel like I’m coughing up something, but it doesn’t stop.",
        "My throat feels raw from coughing so much.",
        "I don’t know what to do to stop this persistent cough.",
        "It feels like the cough just keeps getting worse.",
        "This cough makes me feel exhausted and drained.",
        "The constant coughing is making me feel dizzy.",
        "I’ve had this annoying cough for so long, it’s hard to ignore."
    ],
    "responses": "persistent_cough"
},
{
    "intent": "wheezing",
    "text": [
        "I’m having trouble breathing, and I hear a wheezing sound.",
        "Every time I breathe, I can hear a wheezing sound coming from my chest.",
        "It feels like there’s something blocking my airways and causing wheezing.",
        "My breathing is labored, and I can hear wheezing with each inhale.",
        "I feel like I can’t catch my breath due to the wheezing.",
        "I notice the wheezing more when I’m trying to take deep breaths.",
        "Wheezing is making it harder for me to talk without taking breaks.",
        "Every breath feels like it’s constricted, and I wheeze when I exhale.",
        "The wheezing is constant, even when I’m resting.",
        "I’ve noticed that wheezing occurs mostly after I exert myself.",
        "My chest feels tight, and I’m wheezing more than usual.",
        "I wheeze even when I’m not doing anything strenuous.",
        "The wheezing is loud enough that others can hear it.",
        "I’m wheezing more often, and it’s difficult to breathe freely.",
        "I feel like there’s something stuck in my chest because of the wheezing.",
        "Wheezing makes it hard to fall asleep or stay asleep.",
        "I’ve been wheezing for a few days now, and it’s not getting better.",
        "It feels like I can’t breathe properly because of the wheezing.",
        "I’ve had difficulty breathing and wheezing that won’t go away.",
        "The wheezing is making me feel anxious and unable to relax."
    ],
    "responses": "wheezing"
},
{
    "intent": "shortness_of_breath",
    "text": [
        "I’m finding it difficult to catch my breath.",
        "I feel out of breath even after minimal activity.",
        "It’s hard to take a deep breath; my chest feels tight.",
        "My breathing feels shallow, and I can’t seem to get enough air.",
        "I feel winded after doing the simplest tasks.",
        "Every time I try to breathe deeply, I can’t seem to fill my lungs.",
        "I feel like I’m not getting enough air with each breath.",
        "Even when I’m sitting still, it’s hard to breathe.",
        "I have to take frequent breaks because of my shortness of breath.",
        "My chest feels tight and breathing is difficult.",
        "It’s hard to speak in full sentences because I run out of breath.",
        "Shortness of breath is making it hard to move around.",
        "I can’t breathe normally, and I feel suffocated.",
        "I keep having trouble catching my breath after minimal exertion.",
        "I feel breathless even though I haven’t been doing anything physically demanding.",
        "I get out of breath easily and feel like I can’t catch up.",
        "I’ve been experiencing this shortness of breath for a few days now.",
        "Even sitting down, I can’t take a full breath.",
        "I can feel myself gasping for air during normal activities.",
        "My breathing feels labored, and I can't catch my breath."
    ],
    "responses": "shortness_of_breath"
},
{
    "intent": "difficulty_breathing",
    "text": [
        "I’m having a hard time breathing properly.",
        "My breath feels constricted, and I can’t take a full breath.",
        "I’m struggling to get enough air into my lungs.",
        "It feels like my chest is tight, and I can’t breathe easily.",
        "Every breath feels shallow, like I’m not getting enough oxygen.",
        "Breathing is difficult, and it feels like there’s something blocking my airways.",
        "Even when I try to relax, I can’t breathe easily.",
        "It feels like there’s pressure on my chest making it hard to breathe.",
        "I’m wheezing and finding it hard to take a breath.",
        "My lungs feel tight, and it’s making breathing a struggle.",
        "I have to force myself to breathe slowly because it’s hard to get enough air.",
        "It feels like my body can’t catch up with my breathing needs.",
        "I’m short of breath and it feels uncomfortable.",
        "Breathing feels like a challenge, and I can’t seem to get enough air.",
        "It takes effort to inhale fully, and each breath feels restricted.",
        "I’ve been feeling like it’s harder to breathe normally.",
        "I feel like there’s a weight on my chest preventing me from breathing well.",
        "Even when I try to relax, my breathing feels off.",
        "I’ve been having trouble breathing deeply, and it’s concerning me.",
        "It feels like my lungs are struggling to get enough air."
    ],
    "responses": "difficulty_breathing"
},
{
    "intent": "difficulty_breathing_while_resting",
    "text": [
        "I’m having trouble breathing even when I’m sitting down.",
        "I feel short of breath, even though I’m not doing anything.",
        "It’s hard to breathe while I’m just trying to relax.",
        "Even at rest, it feels like I can’t get enough air.",
        "I can’t seem to take a deep breath when I’m resting.",
        "My breathing feels labored, even when I’m lying down.",
        "I have difficulty breathing even when I’m not exerting myself.",
        "It feels like my chest is tight, even when I’m just sitting still.",
        "I feel winded while resting, which isn’t normal for me.",
        "I’m finding it hard to breathe even when I’m lying down to sleep.",
        "Even when I’m still, I feel breathless and exhausted.",
        "Breathing feels difficult, even when I’m trying to relax.",
        "I’m short of breath all the time, even when I’m resting.",
        "I can’t seem to catch my breath, even when I’m not moving.",
        "I find myself gasping for air even when I’m not doing anything.",
        "I’m struggling to breathe normally, even while lying down.",
        "It’s hard to breathe freely, even when I’m not doing anything physical.",
        "Even resting, I can feel the effort it takes to breathe.",
        "I have difficulty getting enough air when I’m at rest.",
        "It feels like my chest is heavy and it’s hard to breathe while resting."
    ],
    "responses": "difficulty_breathing_while_resting"
},
{
    "intent" : "irrelevent",
    "text" : [
        "What is the most interesting thing you've learned this week?",
        "Describe your perfect vacation.",
        "If you could have dinner with any historical figure, who would it be and why?",
        "What is your favorite book and why?",
        "What is your biggest pet peeve?",
        "What is something you're really good at?",
        "What's the best piece of advice you've ever received?",
        "What is your favorite thing about your city?",
        "If you could change one thing about the world, what would it be?",
        "What is your favorite hobby?",
        "What is your dream job?",
        "What is your favorite movie genre?",
        "What kind of music do you enjoy listening to?",
        "What is your favorite season?",
        "What is your favorite food?",
        "What is your favorite animal?",
        "What is your favorite color?",
        "What is your favorite day of the week?",
        "What is your favorite holiday?",
        "What is your favorite thing to do on a rainy day?",
        "What is your biggest challenge in life right now?",
        "How do you define success?",
        "What are you grateful for in your life?",
        "What is your biggest fear?",
        "What is your love language?",
        "What qualities do you admire in others?",
        "How do you handle conflict?",
        "What is your biggest regret?",
        "What is your biggest accomplishment?",
        "What is your life philosophy?",
        "How do you define happiness?",
        "What makes you feel loved?",
        "What is your biggest strength?",
        "What is your biggest weakness?",
        "How do you deal with stress?",
        "What is your favorite quality about yourself?",
        "What is something you wish you were better at?",
        "What is your biggest dream?",
        "What is your biggest goal?",
        "What is something you're proud of?",
        "If you could create your own world, what would it be like?",
        "If you could be any fictional character, who would you be?",
        "If you could time travel, where would you go?",
        "If you could have any superpower, what would it be?",
        "If you could invent something, what would it be?",
        "If you could live anywhere in the world, where would it be?",
        "If you could have dinner with any three people, dead or alive, who would they be?",
        "If you could change one thing about your past, what would it be?",
        "If you could have any job in the world, what would it be?",
        "If you could learn any skill, what would it be?",
        "What do you think is the meaning of life?",
        "What is the nature of consciousness?",
        "What is the difference between right and wrong?",
        "What is the role of technology in society?",
        "What is the future of humanity?",
        "What is the relationship between mind and body?",
        "What is the nature of reality?",
        "What is the role of art in society?",
        "What is the importance of education?",
        "What is the nature of time?",
        "What is the role of religion in society?",
        "What is the importance of family?",
        "What is the nature of love?",
        "What is the role of government in society?",
        "What is the importance of friendship?",
        "What is the nature of evil?",
        "What is the importance of diversity?",
        "What is the nature of happiness?",
        "What is the role of work in life?"
    ],
    "responses" : "irrelevent"
}

] 
}